export const index = [
  {
    "id": 1,
    "name": "이상해씨",
    "types": [
      "풀",
      "독"
    ],
    "abilities": [
      "심록",
      "엽록소"
    ]
  },
  {
    "id": 2,
    "name": "이상해풀",
    "types": [
      "풀",
      "독"
    ],
    "abilities": [
      "심록",
      "엽록소"
    ]
  },
  {
    "id": 3,
    "name": "이상해꽃",
    "types": [
      "풀",
      "독"
    ],
    "abilities": [
      "심록",
      "엽록소"
    ]
  },
  {
    "id": 4,
    "name": "파이리",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "맹화",
      "선파워"
    ]
  },
  {
    "id": 5,
    "name": "리자드",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "맹화",
      "선파워"
    ]
  },
  {
    "id": 6,
    "name": "리자몽",
    "types": [
      "불꽃",
      "비행"
    ],
    "abilities": [
      "맹화",
      "선파워"
    ]
  },
  {
    "id": 7,
    "name": "꼬부기",
    "types": [
      "물"
    ],
    "abilities": [
      "급류",
      "젖은접시"
    ]
  },
  {
    "id": 8,
    "name": "어니부기",
    "types": [
      "물"
    ],
    "abilities": [
      "급류",
      "젖은접시"
    ]
  },
  {
    "id": 9,
    "name": "거북왕",
    "types": [
      "물"
    ],
    "abilities": [
      "급류",
      "젖은접시"
    ]
  },
  {
    "id": 10,
    "name": "캐터피",
    "types": [
      "벌레"
    ],
    "abilities": [
      "인분",
      "도주"
    ]
  },
  {
    "id": 11,
    "name": "단데기",
    "types": [
      "벌레"
    ],
    "abilities": [
      "탈피"
    ]
  },
  {
    "id": 12,
    "name": "버터플",
    "types": [
      "벌레",
      "비행"
    ],
    "abilities": [
      "복안",
      "색안경"
    ]
  },
  {
    "id": 13,
    "name": "뿔충이",
    "types": [
      "벌레",
      "독"
    ],
    "abilities": [
      "인분",
      "도주"
    ]
  },
  {
    "id": 14,
    "name": "딱충이",
    "types": [
      "벌레",
      "독"
    ],
    "abilities": [
      "탈피"
    ]
  },
  {
    "id": 15,
    "name": "독침붕",
    "types": [
      "벌레",
      "독"
    ],
    "abilities": [
      "벌레의알림",
      "스나이퍼"
    ]
  },
  {
    "id": 16,
    "name": "구구",
    "types": [
      "노말",
      "비행"
    ],
    "abilities": [
      "날카로운눈",
      "갈지자걸음",
      "부풀린가슴"
    ]
  },
  {
    "id": 17,
    "name": "피죤",
    "types": [
      "노말",
      "비행"
    ],
    "abilities": [
      "날카로운눈",
      "갈지자걸음",
      "부풀린가슴"
    ]
  },
  {
    "id": 18,
    "name": "피죤투",
    "types": [
      "노말",
      "비행"
    ],
    "abilities": [
      "날카로운눈",
      "갈지자걸음",
      "부풀린가슴"
    ]
  },
  {
    "id": 19,
    "name": "꼬렛",
    "types": [
      "노말"
    ],
    "abilities": [
      "도주",
      "근성",
      "의욕"
    ]
  },
  {
    "id": 20,
    "name": "레트라",
    "types": [
      "노말"
    ],
    "abilities": [
      "도주",
      "근성",
      "의욕"
    ]
  },
  {
    "id": 21,
    "name": "깨비참",
    "types": [
      "노말",
      "비행"
    ],
    "abilities": [
      "날카로운눈",
      "스나이퍼"
    ]
  },
  {
    "id": 22,
    "name": "깨비드릴조",
    "types": [
      "노말",
      "비행"
    ],
    "abilities": [
      "날카로운눈",
      "스나이퍼"
    ]
  },
  {
    "id": 23,
    "name": "아보",
    "types": [
      "독"
    ],
    "abilities": [
      "위협",
      "탈피",
      "긴장감"
    ]
  },
  {
    "id": 24,
    "name": "아보크",
    "types": [
      "독"
    ],
    "abilities": [
      "위협",
      "탈피",
      "긴장감"
    ]
  },
  {
    "id": 25,
    "name": "피카츄",
    "types": [
      "전기"
    ],
    "abilities": [
      "정전기",
      "피뢰침"
    ]
  },
  {
    "id": 26,
    "name": "라이츄",
    "types": [
      "전기"
    ],
    "abilities": [
      "정전기",
      "피뢰침"
    ]
  },
  {
    "id": 27,
    "name": "모래두지",
    "types": [
      "땅"
    ],
    "abilities": [
      "모래숨기",
      "모래헤치기"
    ]
  },
  {
    "id": 28,
    "name": "고지",
    "types": [
      "땅"
    ],
    "abilities": [
      "모래숨기",
      "모래헤치기"
    ]
  },
  {
    "id": 29,
    "name": "니드런♀",
    "types": [
      "독"
    ],
    "abilities": [
      "독가시",
      "투쟁심",
      "의욕"
    ]
  },
  {
    "id": 30,
    "name": "니드리나",
    "types": [
      "독"
    ],
    "abilities": [
      "독가시",
      "투쟁심",
      "의욕"
    ]
  },
  {
    "id": 31,
    "name": "니드퀸",
    "types": [
      "독",
      "땅"
    ],
    "abilities": [
      "독가시",
      "투쟁심",
      "우격다짐"
    ]
  },
  {
    "id": 32,
    "name": "니드런♂",
    "types": [
      "독"
    ],
    "abilities": [
      "독가시",
      "투쟁심",
      "의욕"
    ]
  },
  {
    "id": 33,
    "name": "니드리노",
    "types": [
      "독"
    ],
    "abilities": [
      "독가시",
      "투쟁심",
      "의욕"
    ]
  },
  {
    "id": 34,
    "name": "니드킹",
    "types": [
      "독",
      "땅"
    ],
    "abilities": [
      "독가시",
      "투쟁심",
      "우격다짐"
    ]
  },
  {
    "id": 35,
    "name": "삐삐",
    "types": [
      "페어리"
    ],
    "abilities": [
      "헤롱헤롱바디",
      "매직가드",
      "프렌드가드"
    ]
  },
  {
    "id": 36,
    "name": "픽시",
    "types": [
      "페어리"
    ],
    "abilities": [
      "헤롱헤롱바디",
      "매직가드",
      "천진"
    ]
  },
  {
    "id": 37,
    "name": "식스테일",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "타오르는불꽃",
      "가뭄"
    ]
  },
  {
    "id": 38,
    "name": "나인테일",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "타오르는불꽃",
      "가뭄"
    ]
  },
  {
    "id": 39,
    "name": "푸린",
    "types": [
      "노말",
      "페어리"
    ],
    "abilities": [
      "헤롱헤롱바디",
      "승기",
      "프렌드가드"
    ]
  },
  {
    "id": 40,
    "name": "푸크린",
    "types": [
      "노말",
      "페어리"
    ],
    "abilities": [
      "헤롱헤롱바디",
      "승기",
      "통찰"
    ]
  },
  {
    "id": 41,
    "name": "주뱃",
    "types": [
      "독",
      "비행"
    ],
    "abilities": [
      "정신력",
      "틈새포착"
    ]
  },
  {
    "id": 42,
    "name": "골뱃",
    "types": [
      "독",
      "비행"
    ],
    "abilities": [
      "정신력",
      "틈새포착"
    ]
  },
  {
    "id": 43,
    "name": "뚜벅쵸",
    "types": [
      "풀",
      "독"
    ],
    "abilities": [
      "엽록소",
      "도주"
    ]
  },
  {
    "id": 44,
    "name": "냄새꼬",
    "types": [
      "풀",
      "독"
    ],
    "abilities": [
      "엽록소",
      "악취"
    ]
  },
  {
    "id": 45,
    "name": "라플레시아",
    "types": [
      "풀",
      "독"
    ],
    "abilities": [
      "엽록소",
      "포자"
    ]
  },
  {
    "id": 46,
    "name": "파라스",
    "types": [
      "벌레",
      "풀"
    ],
    "abilities": [
      "포자",
      "건조피부",
      "습기"
    ]
  },
  {
    "id": 47,
    "name": "파라섹트",
    "types": [
      "벌레",
      "풀"
    ],
    "abilities": [
      "포자",
      "건조피부",
      "습기"
    ]
  },
  {
    "id": 48,
    "name": "콘팡",
    "types": [
      "벌레",
      "독"
    ],
    "abilities": [
      "복안",
      "색안경",
      "도주"
    ]
  },
  {
    "id": 49,
    "name": "도나리",
    "types": [
      "벌레",
      "독"
    ],
    "abilities": [
      "인분",
      "색안경",
      "미라클스킨"
    ]
  },
  {
    "id": 50,
    "name": "디그다",
    "types": [
      "땅"
    ],
    "abilities": [
      "모래숨기",
      "개미지옥",
      "모래의힘"
    ]
  },
  {
    "id": 51,
    "name": "닥트리오",
    "types": [
      "땅"
    ],
    "abilities": [
      "모래숨기",
      "개미지옥",
      "모래의힘"
    ]
  },
  {
    "id": 52,
    "name": "나옹",
    "types": [
      "노말"
    ],
    "abilities": [
      "픽업",
      "테크니션",
      "긴장감"
    ]
  },
  {
    "id": 53,
    "name": "페르시온",
    "types": [
      "노말"
    ],
    "abilities": [
      "유연",
      "테크니션",
      "긴장감"
    ]
  },
  {
    "id": 54,
    "name": "고라파덕",
    "types": [
      "물"
    ],
    "abilities": [
      "습기",
      "날씨부정",
      "쓱쓱"
    ]
  },
  {
    "id": 55,
    "name": "골덕",
    "types": [
      "물"
    ],
    "abilities": [
      "습기",
      "날씨부정",
      "쓱쓱"
    ]
  },
  {
    "id": 56,
    "name": "망키",
    "types": [
      "격투"
    ],
    "abilities": [
      "의기양양",
      "분노의경혈",
      "오기"
    ]
  },
  {
    "id": 57,
    "name": "성원숭",
    "types": [
      "격투"
    ],
    "abilities": [
      "의기양양",
      "분노의경혈",
      "오기"
    ]
  },
  {
    "id": 58,
    "name": "가디",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "위협",
      "타오르는불꽃",
      "정의의마음"
    ]
  },
  {
    "id": 59,
    "name": "윈디",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "위협",
      "타오르는불꽃",
      "정의의마음"
    ]
  },
  {
    "id": 60,
    "name": "발챙이",
    "types": [
      "물"
    ],
    "abilities": [
      "저수",
      "습기",
      "쓱쓱"
    ]
  },
  {
    "id": 61,
    "name": "슈륙챙이",
    "types": [
      "물"
    ],
    "abilities": [
      "저수",
      "습기",
      "쓱쓱"
    ]
  },
  {
    "id": 62,
    "name": "강챙이",
    "types": [
      "물",
      "격투"
    ],
    "abilities": [
      "저수",
      "습기",
      "쓱쓱"
    ]
  },
  {
    "id": 63,
    "name": "캐이시",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "싱크로",
      "정신력",
      "매직가드"
    ]
  },
  {
    "id": 64,
    "name": "윤겔라",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "싱크로",
      "정신력",
      "매직가드"
    ]
  },
  {
    "id": 65,
    "name": "후딘",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "싱크로",
      "정신력",
      "매직가드"
    ]
  },
  {
    "id": 66,
    "name": "알통몬",
    "types": [
      "격투"
    ],
    "abilities": [
      "근성",
      "노가드",
      "불굴의마음"
    ]
  },
  {
    "id": 67,
    "name": "근육몬",
    "types": [
      "격투"
    ],
    "abilities": [
      "근성",
      "노가드",
      "불굴의마음"
    ]
  },
  {
    "id": 68,
    "name": "괴력몬",
    "types": [
      "격투"
    ],
    "abilities": [
      "근성",
      "노가드",
      "불굴의마음"
    ]
  },
  {
    "id": 69,
    "name": "모다피",
    "types": [
      "풀",
      "독"
    ],
    "abilities": [
      "엽록소",
      "먹보"
    ]
  },
  {
    "id": 70,
    "name": "우츠동",
    "types": [
      "풀",
      "독"
    ],
    "abilities": [
      "엽록소",
      "먹보"
    ]
  },
  {
    "id": 71,
    "name": "우츠보트",
    "types": [
      "풀",
      "독"
    ],
    "abilities": [
      "엽록소",
      "먹보"
    ]
  },
  {
    "id": 72,
    "name": "왕눈해",
    "types": [
      "물",
      "독"
    ],
    "abilities": [
      "클리어바디",
      "해감액",
      "젖은접시"
    ]
  },
  {
    "id": 73,
    "name": "독파리",
    "types": [
      "물",
      "독"
    ],
    "abilities": [
      "클리어바디",
      "해감액",
      "젖은접시"
    ]
  },
  {
    "id": 74,
    "name": "꼬마돌",
    "types": [
      "바위",
      "땅"
    ],
    "abilities": [
      "돌머리",
      "옹골참",
      "모래숨기"
    ]
  },
  {
    "id": 75,
    "name": "데구리",
    "types": [
      "바위",
      "땅"
    ],
    "abilities": [
      "돌머리",
      "옹골참",
      "모래숨기"
    ]
  },
  {
    "id": 76,
    "name": "딱구리",
    "types": [
      "바위",
      "땅"
    ],
    "abilities": [
      "돌머리",
      "옹골참",
      "모래숨기"
    ]
  },
  {
    "id": 77,
    "name": "포니타",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "도주",
      "타오르는불꽃",
      "불꽃몸"
    ]
  },
  {
    "id": 78,
    "name": "날쌩마",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "도주",
      "타오르는불꽃",
      "불꽃몸"
    ]
  },
  {
    "id": 79,
    "name": "야돈",
    "types": [
      "물",
      "에스퍼"
    ],
    "abilities": [
      "둔감",
      "마이페이스",
      "재생력"
    ]
  },
  {
    "id": 80,
    "name": "야도란",
    "types": [
      "물",
      "에스퍼"
    ],
    "abilities": [
      "둔감",
      "마이페이스",
      "재생력"
    ]
  },
  {
    "id": 81,
    "name": "코일",
    "types": [
      "전기",
      "강철"
    ],
    "abilities": [
      "자력",
      "옹골참",
      "애널라이즈"
    ]
  },
  {
    "id": 82,
    "name": "레어코일",
    "types": [
      "전기",
      "강철"
    ],
    "abilities": [
      "자력",
      "옹골참",
      "애널라이즈"
    ]
  },
  {
    "id": 83,
    "name": "파오리",
    "types": [
      "노말",
      "비행"
    ],
    "abilities": [
      "날카로운눈",
      "정신력",
      "오기"
    ]
  },
  {
    "id": 84,
    "name": "두두",
    "types": [
      "노말",
      "비행"
    ],
    "abilities": [
      "도주",
      "일찍기상",
      "갈지자걸음"
    ]
  },
  {
    "id": 85,
    "name": "두트리오",
    "types": [
      "노말",
      "비행"
    ],
    "abilities": [
      "도주",
      "일찍기상",
      "갈지자걸음"
    ]
  },
  {
    "id": 86,
    "name": "쥬쥬",
    "types": [
      "물"
    ],
    "abilities": [
      "두꺼운지방",
      "촉촉바디",
      "아이스바디"
    ]
  },
  {
    "id": 87,
    "name": "쥬레곤",
    "types": [
      "물",
      "얼음"
    ],
    "abilities": [
      "두꺼운지방",
      "촉촉바디",
      "아이스바디"
    ]
  },
  {
    "id": 88,
    "name": "질퍽이",
    "types": [
      "독"
    ],
    "abilities": [
      "악취",
      "점착",
      "독수"
    ]
  },
  {
    "id": 89,
    "name": "질뻐기",
    "types": [
      "독"
    ],
    "abilities": [
      "악취",
      "점착",
      "독수"
    ]
  },
  {
    "id": 90,
    "name": "셀러",
    "types": [
      "물"
    ],
    "abilities": [
      "조가비갑옷",
      "스킬링크",
      "방진"
    ]
  },
  {
    "id": 91,
    "name": "파르셀",
    "types": [
      "물",
      "얼음"
    ],
    "abilities": [
      "조가비갑옷",
      "스킬링크",
      "방진"
    ]
  },
  {
    "id": 92,
    "name": "고오스",
    "types": [
      "고스트",
      "독"
    ],
    "abilities": [
      "부유"
    ]
  },
  {
    "id": 93,
    "name": "고우스트",
    "types": [
      "고스트",
      "독"
    ],
    "abilities": [
      "부유"
    ]
  },
  {
    "id": 94,
    "name": "팬텀",
    "types": [
      "고스트",
      "독"
    ],
    "abilities": [
      "저주받은바디"
    ]
  },
  {
    "id": 95,
    "name": "롱스톤",
    "types": [
      "바위",
      "땅"
    ],
    "abilities": [
      "돌머리",
      "옹골참",
      "깨어진갑옷"
    ]
  },
  {
    "id": 96,
    "name": "슬리프",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "불면",
      "예지몽",
      "정신력"
    ]
  },
  {
    "id": 97,
    "name": "슬리퍼",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "불면",
      "예지몽",
      "정신력"
    ]
  },
  {
    "id": 98,
    "name": "크랩",
    "types": [
      "물"
    ],
    "abilities": [
      "괴력집게",
      "조가비갑옷",
      "우격다짐"
    ]
  },
  {
    "id": 99,
    "name": "킹크랩",
    "types": [
      "물"
    ],
    "abilities": [
      "괴력집게",
      "조가비갑옷",
      "우격다짐"
    ]
  },
  {
    "id": 100,
    "name": "찌리리공",
    "types": [
      "전기"
    ],
    "abilities": [
      "방음",
      "정전기",
      "유폭"
    ]
  },
  {
    "id": 101,
    "name": "붐볼",
    "types": [
      "전기"
    ],
    "abilities": [
      "방음",
      "정전기",
      "유폭"
    ]
  },
  {
    "id": 102,
    "name": "아라리",
    "types": [
      "풀",
      "에스퍼"
    ],
    "abilities": [
      "엽록소",
      "수확"
    ]
  },
  {
    "id": 103,
    "name": "나시",
    "types": [
      "풀",
      "에스퍼"
    ],
    "abilities": [
      "엽록소",
      "수확"
    ]
  },
  {
    "id": 104,
    "name": "탕구리",
    "types": [
      "땅"
    ],
    "abilities": [
      "돌머리",
      "피뢰침",
      "전투무장"
    ]
  },
  {
    "id": 105,
    "name": "텅구리",
    "types": [
      "땅"
    ],
    "abilities": [
      "돌머리",
      "피뢰침",
      "전투무장"
    ]
  },
  {
    "id": 106,
    "name": "시라소몬",
    "types": [
      "격투"
    ],
    "abilities": [
      "유연",
      "이판사판",
      "곡예"
    ]
  },
  {
    "id": 107,
    "name": "홍수몬",
    "types": [
      "격투"
    ],
    "abilities": [
      "날카로운눈",
      "철주먹",
      "정신력"
    ]
  },
  {
    "id": 108,
    "name": "내루미",
    "types": [
      "노말"
    ],
    "abilities": [
      "마이페이스",
      "둔감",
      "날씨부정"
    ]
  },
  {
    "id": 109,
    "name": "또가스",
    "types": [
      "독"
    ],
    "abilities": [
      "부유",
      "화학변화가스",
      "악취"
    ]
  },
  {
    "id": 110,
    "name": "또도가스",
    "types": [
      "독"
    ],
    "abilities": [
      "부유",
      "화학변화가스",
      "악취"
    ]
  },
  {
    "id": 111,
    "name": "뿔카노",
    "types": [
      "땅",
      "바위"
    ],
    "abilities": [
      "피뢰침",
      "돌머리",
      "이판사판"
    ]
  },
  {
    "id": 112,
    "name": "코뿌리",
    "types": [
      "땅",
      "바위"
    ],
    "abilities": [
      "피뢰침",
      "돌머리",
      "이판사판"
    ]
  },
  {
    "id": 113,
    "name": "럭키",
    "types": [
      "노말"
    ],
    "abilities": [
      "자연회복",
      "하늘의은총",
      "치유의마음"
    ]
  },
  {
    "id": 114,
    "name": "덩쿠리",
    "types": [
      "풀"
    ],
    "abilities": [
      "엽록소",
      "리프가드",
      "재생력"
    ]
  },
  {
    "id": 115,
    "name": "캥카",
    "types": [
      "노말"
    ],
    "abilities": [
      "일찍기상",
      "배짱",
      "정신력"
    ]
  },
  {
    "id": 116,
    "name": "쏘드라",
    "types": [
      "물"
    ],
    "abilities": [
      "쓱쓱",
      "스나이퍼",
      "습기"
    ]
  },
  {
    "id": 117,
    "name": "시드라",
    "types": [
      "물"
    ],
    "abilities": [
      "독가시",
      "스나이퍼",
      "습기"
    ]
  },
  {
    "id": 118,
    "name": "콘치",
    "types": [
      "물"
    ],
    "abilities": [
      "쓱쓱",
      "수의베일",
      "피뢰침"
    ]
  },
  {
    "id": 119,
    "name": "왕콘치",
    "types": [
      "물"
    ],
    "abilities": [
      "쓱쓱",
      "수의베일",
      "피뢰침"
    ]
  },
  {
    "id": 120,
    "name": "별가사리",
    "types": [
      "물"
    ],
    "abilities": [
      "발광",
      "자연회복",
      "애널라이즈"
    ]
  },
  {
    "id": 121,
    "name": "아쿠스타",
    "types": [
      "물",
      "에스퍼"
    ],
    "abilities": [
      "발광",
      "자연회복",
      "애널라이즈"
    ]
  },
  {
    "id": 122,
    "name": "마임맨",
    "types": [
      "에스퍼",
      "페어리"
    ],
    "abilities": [
      "방음",
      "필터",
      "테크니션"
    ]
  },
  {
    "id": 123,
    "name": "스라크",
    "types": [
      "벌레",
      "비행"
    ],
    "abilities": [
      "벌레의알림",
      "테크니션",
      "불굴의마음"
    ]
  },
  {
    "id": 124,
    "name": "루주라",
    "types": [
      "얼음",
      "에스퍼"
    ],
    "abilities": [
      "둔감",
      "예지몽",
      "건조피부"
    ]
  },
  {
    "id": 125,
    "name": "에레브",
    "types": [
      "전기"
    ],
    "abilities": [
      "정전기",
      "의기양양"
    ]
  },
  {
    "id": 126,
    "name": "마그마",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "불꽃몸",
      "의기양양"
    ]
  },
  {
    "id": 127,
    "name": "쁘사이저",
    "types": [
      "벌레"
    ],
    "abilities": [
      "괴력집게",
      "틀깨기",
      "자기과신"
    ]
  },
  {
    "id": 128,
    "name": "켄타로스",
    "types": [
      "노말"
    ],
    "abilities": [
      "위협",
      "분노의경혈",
      "우격다짐"
    ]
  },
  {
    "id": 129,
    "name": "잉어킹",
    "types": [
      "물"
    ],
    "abilities": [
      "쓱쓱",
      "주눅"
    ]
  },
  {
    "id": 130,
    "name": "갸라도스",
    "types": [
      "물",
      "비행"
    ],
    "abilities": [
      "위협",
      "자기과신"
    ]
  },
  {
    "id": 131,
    "name": "라프라스",
    "types": [
      "물",
      "얼음"
    ],
    "abilities": [
      "저수",
      "조가비갑옷",
      "촉촉바디"
    ]
  },
  {
    "id": 132,
    "name": "메타몽",
    "types": [
      "노말"
    ],
    "abilities": [
      "유연",
      "괴짜"
    ]
  },
  {
    "id": 133,
    "name": "이브이",
    "types": [
      "노말"
    ],
    "abilities": [
      "도주",
      "적응력",
      "위험예지"
    ]
  },
  {
    "id": 134,
    "name": "샤미드",
    "types": [
      "물"
    ],
    "abilities": [
      "저수",
      "촉촉바디"
    ]
  },
  {
    "id": 135,
    "name": "쥬피썬더",
    "types": [
      "전기"
    ],
    "abilities": [
      "축전",
      "속보"
    ]
  },
  {
    "id": 136,
    "name": "부스터",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "타오르는불꽃",
      "근성"
    ]
  },
  {
    "id": 137,
    "name": "폴리곤",
    "types": [
      "노말"
    ],
    "abilities": [
      "트레이스",
      "다운로드",
      "애널라이즈"
    ]
  },
  {
    "id": 138,
    "name": "암나이트",
    "types": [
      "바위",
      "물"
    ],
    "abilities": [
      "쓱쓱",
      "조가비갑옷",
      "깨어진갑옷"
    ]
  },
  {
    "id": 139,
    "name": "암스타",
    "types": [
      "바위",
      "물"
    ],
    "abilities": [
      "쓱쓱",
      "조가비갑옷",
      "깨어진갑옷"
    ]
  },
  {
    "id": 140,
    "name": "투구",
    "types": [
      "바위",
      "물"
    ],
    "abilities": [
      "쓱쓱",
      "전투무장",
      "깨어진갑옷"
    ]
  },
  {
    "id": 141,
    "name": "투구푸스",
    "types": [
      "바위",
      "물"
    ],
    "abilities": [
      "쓱쓱",
      "전투무장",
      "깨어진갑옷"
    ]
  },
  {
    "id": 142,
    "name": "프테라",
    "types": [
      "바위",
      "비행"
    ],
    "abilities": [
      "돌머리",
      "프레셔",
      "긴장감"
    ]
  },
  {
    "id": 143,
    "name": "잠만보",
    "types": [
      "노말"
    ],
    "abilities": [
      "면역",
      "두꺼운지방",
      "먹보"
    ]
  },
  {
    "id": 144,
    "name": "프리져",
    "types": [
      "얼음",
      "비행"
    ],
    "abilities": [
      "프레셔",
      "눈숨기"
    ]
  },
  {
    "id": 145,
    "name": "썬더",
    "types": [
      "전기",
      "비행"
    ],
    "abilities": [
      "프레셔",
      "정전기"
    ]
  },
  {
    "id": 146,
    "name": "파이어",
    "types": [
      "불꽃",
      "비행"
    ],
    "abilities": [
      "프레셔",
      "불꽃몸"
    ]
  },
  {
    "id": 147,
    "name": "미뇽",
    "types": [
      "드래곤"
    ],
    "abilities": [
      "탈피",
      "이상한비늘"
    ]
  },
  {
    "id": 148,
    "name": "신뇽",
    "types": [
      "드래곤"
    ],
    "abilities": [
      "탈피",
      "이상한비늘"
    ]
  },
  {
    "id": 149,
    "name": "망나뇽",
    "types": [
      "드래곤",
      "비행"
    ],
    "abilities": [
      "정신력",
      "멀티스케일"
    ]
  },
  {
    "id": 150,
    "name": "뮤츠",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "프레셔",
      "긴장감"
    ]
  },
  {
    "id": 151,
    "name": "뮤",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "싱크로"
    ]
  },
  {
    "id": 152,
    "name": "치코리타",
    "types": [
      "풀"
    ],
    "abilities": [
      "심록",
      "리프가드"
    ]
  },
  {
    "id": 153,
    "name": "베이리프",
    "types": [
      "풀"
    ],
    "abilities": [
      "심록",
      "리프가드"
    ]
  },
  {
    "id": 154,
    "name": "메가니움",
    "types": [
      "풀"
    ],
    "abilities": [
      "심록",
      "리프가드"
    ]
  },
  {
    "id": 155,
    "name": "브케인",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "맹화",
      "타오르는불꽃"
    ]
  },
  {
    "id": 156,
    "name": "마그케인",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "맹화",
      "타오르는불꽃"
    ]
  },
  {
    "id": 157,
    "name": "블레이범",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "맹화",
      "타오르는불꽃"
    ]
  },
  {
    "id": 158,
    "name": "리아코",
    "types": [
      "물"
    ],
    "abilities": [
      "급류",
      "우격다짐"
    ]
  },
  {
    "id": 159,
    "name": "엘리게이",
    "types": [
      "물"
    ],
    "abilities": [
      "급류",
      "우격다짐"
    ]
  },
  {
    "id": 160,
    "name": "장크로다일",
    "types": [
      "물"
    ],
    "abilities": [
      "급류",
      "우격다짐"
    ]
  },
  {
    "id": 161,
    "name": "꼬리선",
    "types": [
      "노말"
    ],
    "abilities": [
      "도주",
      "날카로운눈",
      "통찰"
    ]
  },
  {
    "id": 162,
    "name": "다꼬리",
    "types": [
      "노말"
    ],
    "abilities": [
      "도주",
      "날카로운눈",
      "통찰"
    ]
  },
  {
    "id": 163,
    "name": "부우부",
    "types": [
      "노말",
      "비행"
    ],
    "abilities": [
      "불면",
      "날카로운눈",
      "색안경"
    ]
  },
  {
    "id": 164,
    "name": "야부엉",
    "types": [
      "노말",
      "비행"
    ],
    "abilities": [
      "불면",
      "날카로운눈",
      "색안경"
    ]
  },
  {
    "id": 165,
    "name": "레디바",
    "types": [
      "벌레",
      "비행"
    ],
    "abilities": [
      "벌레의알림",
      "일찍기상",
      "주눅"
    ]
  },
  {
    "id": 166,
    "name": "레디안",
    "types": [
      "벌레",
      "비행"
    ],
    "abilities": [
      "벌레의알림",
      "일찍기상",
      "철주먹"
    ]
  },
  {
    "id": 167,
    "name": "페이검",
    "types": [
      "벌레",
      "독"
    ],
    "abilities": [
      "벌레의알림",
      "불면",
      "스나이퍼"
    ]
  },
  {
    "id": 168,
    "name": "아리아도스",
    "types": [
      "벌레",
      "독"
    ],
    "abilities": [
      "벌레의알림",
      "불면",
      "스나이퍼"
    ]
  },
  {
    "id": 169,
    "name": "크로뱃",
    "types": [
      "독",
      "비행"
    ],
    "abilities": [
      "정신력",
      "틈새포착"
    ]
  },
  {
    "id": 170,
    "name": "초라기",
    "types": [
      "물",
      "전기"
    ],
    "abilities": [
      "축전",
      "발광",
      "저수"
    ]
  },
  {
    "id": 171,
    "name": "랜턴",
    "types": [
      "물",
      "전기"
    ],
    "abilities": [
      "축전",
      "발광",
      "저수"
    ]
  },
  {
    "id": 172,
    "name": "피츄",
    "types": [
      "전기"
    ],
    "abilities": [
      "정전기",
      "피뢰침"
    ]
  },
  {
    "id": 173,
    "name": "삐",
    "types": [
      "페어리"
    ],
    "abilities": [
      "헤롱헤롱바디",
      "매직가드",
      "프렌드가드"
    ]
  },
  {
    "id": 174,
    "name": "푸푸린",
    "types": [
      "노말",
      "페어리"
    ],
    "abilities": [
      "헤롱헤롱바디",
      "승기",
      "프렌드가드"
    ]
  },
  {
    "id": 175,
    "name": "토게피",
    "types": [
      "페어리"
    ],
    "abilities": [
      "의욕",
      "하늘의은총",
      "대운"
    ]
  },
  {
    "id": 176,
    "name": "토게틱",
    "types": [
      "페어리",
      "비행"
    ],
    "abilities": [
      "의욕",
      "하늘의은총",
      "대운"
    ]
  },
  {
    "id": 177,
    "name": "네이티",
    "types": [
      "에스퍼",
      "비행"
    ],
    "abilities": [
      "싱크로",
      "일찍기상",
      "매직미러"
    ]
  },
  {
    "id": 178,
    "name": "네이티오",
    "types": [
      "에스퍼",
      "비행"
    ],
    "abilities": [
      "싱크로",
      "일찍기상",
      "매직미러"
    ]
  },
  {
    "id": 179,
    "name": "메리프",
    "types": [
      "전기"
    ],
    "abilities": [
      "정전기",
      "플러스"
    ]
  },
  {
    "id": 180,
    "name": "보송송",
    "types": [
      "전기"
    ],
    "abilities": [
      "정전기",
      "플러스"
    ]
  },
  {
    "id": 181,
    "name": "전룡",
    "types": [
      "전기"
    ],
    "abilities": [
      "정전기",
      "플러스"
    ]
  },
  {
    "id": 182,
    "name": "아르코",
    "types": [
      "풀"
    ],
    "abilities": [
      "엽록소",
      "치유의마음"
    ]
  },
  {
    "id": 183,
    "name": "마릴",
    "types": [
      "물",
      "페어리"
    ],
    "abilities": [
      "두꺼운지방",
      "천하장사",
      "초식"
    ]
  },
  {
    "id": 184,
    "name": "마릴리",
    "types": [
      "물",
      "페어리"
    ],
    "abilities": [
      "두꺼운지방",
      "천하장사",
      "초식"
    ]
  },
  {
    "id": 185,
    "name": "꼬지모",
    "types": [
      "바위"
    ],
    "abilities": [
      "옹골참",
      "돌머리",
      "주눅"
    ]
  },
  {
    "id": 186,
    "name": "왕구리",
    "types": [
      "물"
    ],
    "abilities": [
      "저수",
      "습기",
      "잔비"
    ]
  },
  {
    "id": 187,
    "name": "통통코",
    "types": [
      "풀",
      "비행"
    ],
    "abilities": [
      "엽록소",
      "리프가드",
      "틈새포착"
    ]
  },
  {
    "id": 188,
    "name": "두코",
    "types": [
      "풀",
      "비행"
    ],
    "abilities": [
      "엽록소",
      "리프가드",
      "틈새포착"
    ]
  },
  {
    "id": 189,
    "name": "솜솜코",
    "types": [
      "풀",
      "비행"
    ],
    "abilities": [
      "엽록소",
      "리프가드",
      "틈새포착"
    ]
  },
  {
    "id": 190,
    "name": "에이팜",
    "types": [
      "노말"
    ],
    "abilities": [
      "도주",
      "픽업",
      "스킬링크"
    ]
  },
  {
    "id": 191,
    "name": "해너츠",
    "types": [
      "풀"
    ],
    "abilities": [
      "엽록소",
      "선파워",
      "일찍기상"
    ]
  },
  {
    "id": 192,
    "name": "해루미",
    "types": [
      "풀"
    ],
    "abilities": [
      "엽록소",
      "선파워",
      "일찍기상"
    ]
  },
  {
    "id": 193,
    "name": "왕자리",
    "types": [
      "벌레",
      "비행"
    ],
    "abilities": [
      "가속",
      "복안",
      "통찰"
    ]
  },
  {
    "id": 194,
    "name": "우파",
    "types": [
      "물",
      "땅"
    ],
    "abilities": [
      "습기",
      "저수",
      "천진"
    ]
  },
  {
    "id": 195,
    "name": "누오",
    "types": [
      "물",
      "땅"
    ],
    "abilities": [
      "습기",
      "저수",
      "천진"
    ]
  },
  {
    "id": 196,
    "name": "에브이",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "싱크로",
      "매직미러"
    ]
  },
  {
    "id": 197,
    "name": "블래키",
    "types": [
      "악"
    ],
    "abilities": [
      "싱크로",
      "정신력"
    ]
  },
  {
    "id": 198,
    "name": "니로우",
    "types": [
      "악",
      "비행"
    ],
    "abilities": [
      "불면",
      "대운",
      "짓궂은마음"
    ]
  },
  {
    "id": 199,
    "name": "야도킹",
    "types": [
      "물",
      "에스퍼"
    ],
    "abilities": [
      "둔감",
      "마이페이스",
      "재생력"
    ]
  },
  {
    "id": 200,
    "name": "무우마",
    "types": [
      "고스트"
    ],
    "abilities": [
      "부유"
    ]
  },
  {
    "id": 201,
    "name": "안농",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "부유"
    ]
  },
  {
    "id": 202,
    "name": "마자용",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "그림자밟기",
      "텔레파시"
    ]
  },
  {
    "id": 203,
    "name": "키링키",
    "types": [
      "노말",
      "에스퍼"
    ],
    "abilities": [
      "정신력",
      "일찍기상",
      "초식"
    ]
  },
  {
    "id": 204,
    "name": "피콘",
    "types": [
      "벌레"
    ],
    "abilities": [
      "옹골참",
      "방진"
    ]
  },
  {
    "id": 205,
    "name": "쏘콘",
    "types": [
      "벌레",
      "강철"
    ],
    "abilities": [
      "옹골참",
      "방진"
    ]
  },
  {
    "id": 206,
    "name": "노고치",
    "types": [
      "노말"
    ],
    "abilities": [
      "하늘의은총",
      "도주",
      "주눅"
    ]
  },
  {
    "id": 207,
    "name": "글라이거",
    "types": [
      "땅",
      "비행"
    ],
    "abilities": [
      "괴력집게",
      "모래숨기",
      "면역"
    ]
  },
  {
    "id": 208,
    "name": "강철톤",
    "types": [
      "강철",
      "땅"
    ],
    "abilities": [
      "돌머리",
      "옹골참",
      "우격다짐"
    ]
  },
  {
    "id": 209,
    "name": "블루",
    "types": [
      "페어리"
    ],
    "abilities": [
      "위협",
      "도주",
      "주눅"
    ]
  },
  {
    "id": 210,
    "name": "그랑블루",
    "types": [
      "페어리"
    ],
    "abilities": [
      "위협",
      "속보",
      "주눅"
    ]
  },
  {
    "id": 211,
    "name": "침바루",
    "types": [
      "물",
      "독"
    ],
    "abilities": [
      "독가시",
      "쓱쓱",
      "위협"
    ]
  },
  {
    "id": 212,
    "name": "핫삼",
    "types": [
      "벌레",
      "강철"
    ],
    "abilities": [
      "벌레의알림",
      "테크니션",
      "라이트메탈"
    ]
  },
  {
    "id": 213,
    "name": "단단지",
    "types": [
      "벌레",
      "바위"
    ],
    "abilities": [
      "옹골참",
      "먹보",
      "심술꾸러기"
    ]
  },
  {
    "id": 214,
    "name": "헤라크로스",
    "types": [
      "벌레",
      "격투"
    ],
    "abilities": [
      "벌레의알림",
      "근성",
      "자기과신"
    ]
  },
  {
    "id": 215,
    "name": "포푸니",
    "types": [
      "악",
      "얼음"
    ],
    "abilities": [
      "정신력",
      "날카로운눈",
      "나쁜손버릇"
    ]
  },
  {
    "id": 216,
    "name": "깜지곰",
    "types": [
      "노말"
    ],
    "abilities": [
      "픽업",
      "속보",
      "꿀모으기"
    ]
  },
  {
    "id": 217,
    "name": "링곰",
    "types": [
      "노말"
    ],
    "abilities": [
      "근성",
      "속보",
      "긴장감"
    ]
  },
  {
    "id": 218,
    "name": "마그마그",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "마그마의무장",
      "불꽃몸",
      "깨어진갑옷"
    ]
  },
  {
    "id": 219,
    "name": "마그카르고",
    "types": [
      "불꽃",
      "바위"
    ],
    "abilities": [
      "마그마의무장",
      "불꽃몸",
      "깨어진갑옷"
    ]
  },
  {
    "id": 220,
    "name": "꾸꾸리",
    "types": [
      "얼음",
      "땅"
    ],
    "abilities": [
      "둔감",
      "눈숨기",
      "두꺼운지방"
    ]
  },
  {
    "id": 221,
    "name": "메꾸리",
    "types": [
      "얼음",
      "땅"
    ],
    "abilities": [
      "둔감",
      "눈숨기",
      "두꺼운지방"
    ]
  },
  {
    "id": 222,
    "name": "코산호",
    "types": [
      "물",
      "바위"
    ],
    "abilities": [
      "의욕",
      "자연회복",
      "재생력"
    ]
  },
  {
    "id": 223,
    "name": "총어",
    "types": [
      "물"
    ],
    "abilities": [
      "의욕",
      "스나이퍼",
      "변덕쟁이"
    ]
  },
  {
    "id": 224,
    "name": "대포무노",
    "types": [
      "물"
    ],
    "abilities": [
      "흡반",
      "스나이퍼",
      "변덕쟁이"
    ]
  },
  {
    "id": 225,
    "name": "딜리버드",
    "types": [
      "얼음",
      "비행"
    ],
    "abilities": [
      "의기양양",
      "의욕",
      "불면"
    ]
  },
  {
    "id": 226,
    "name": "만타인",
    "types": [
      "물",
      "비행"
    ],
    "abilities": [
      "쓱쓱",
      "저수",
      "수의베일"
    ]
  },
  {
    "id": 227,
    "name": "무장조",
    "types": [
      "강철",
      "비행"
    ],
    "abilities": [
      "날카로운눈",
      "옹골참",
      "깨어진갑옷"
    ]
  },
  {
    "id": 228,
    "name": "델빌",
    "types": [
      "악",
      "불꽃"
    ],
    "abilities": [
      "일찍기상",
      "타오르는불꽃",
      "긴장감"
    ]
  },
  {
    "id": 229,
    "name": "헬가",
    "types": [
      "악",
      "불꽃"
    ],
    "abilities": [
      "일찍기상",
      "타오르는불꽃",
      "긴장감"
    ]
  },
  {
    "id": 230,
    "name": "킹드라",
    "types": [
      "물",
      "드래곤"
    ],
    "abilities": [
      "쓱쓱",
      "스나이퍼",
      "습기"
    ]
  },
  {
    "id": 231,
    "name": "코코리",
    "types": [
      "땅"
    ],
    "abilities": [
      "픽업",
      "모래숨기"
    ]
  },
  {
    "id": 232,
    "name": "코리갑",
    "types": [
      "땅"
    ],
    "abilities": [
      "옹골참",
      "모래숨기"
    ]
  },
  {
    "id": 233,
    "name": "폴리곤2",
    "types": [
      "노말"
    ],
    "abilities": [
      "트레이스",
      "다운로드",
      "애널라이즈"
    ]
  },
  {
    "id": 234,
    "name": "노라키",
    "types": [
      "노말"
    ],
    "abilities": [
      "위협",
      "통찰",
      "초식"
    ]
  },
  {
    "id": 235,
    "name": "루브도",
    "types": [
      "노말"
    ],
    "abilities": [
      "마이페이스",
      "테크니션",
      "변덕쟁이"
    ]
  },
  {
    "id": 236,
    "name": "배루키",
    "types": [
      "격투"
    ],
    "abilities": [
      "근성",
      "불굴의마음",
      "의기양양"
    ]
  },
  {
    "id": 237,
    "name": "카포에라",
    "types": [
      "격투"
    ],
    "abilities": [
      "위협",
      "테크니션",
      "불굴의마음"
    ]
  },
  {
    "id": 238,
    "name": "뽀뽀라",
    "types": [
      "얼음",
      "에스퍼"
    ],
    "abilities": [
      "둔감",
      "예지몽",
      "촉촉바디"
    ]
  },
  {
    "id": 239,
    "name": "에레키드",
    "types": [
      "전기"
    ],
    "abilities": [
      "정전기",
      "의기양양"
    ]
  },
  {
    "id": 240,
    "name": "마그비",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "불꽃몸",
      "의기양양"
    ]
  },
  {
    "id": 241,
    "name": "밀탱크",
    "types": [
      "노말"
    ],
    "abilities": [
      "두꺼운지방",
      "배짱",
      "초식"
    ]
  },
  {
    "id": 242,
    "name": "해피너스",
    "types": [
      "노말"
    ],
    "abilities": [
      "자연회복",
      "하늘의은총",
      "치유의마음"
    ]
  },
  {
    "id": 243,
    "name": "라이코",
    "types": [
      "전기"
    ],
    "abilities": [
      "프레셔",
      "정신력"
    ]
  },
  {
    "id": 244,
    "name": "앤테이",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "프레셔",
      "정신력"
    ]
  },
  {
    "id": 245,
    "name": "스이쿤",
    "types": [
      "물"
    ],
    "abilities": [
      "프레셔",
      "정신력"
    ]
  },
  {
    "id": 246,
    "name": "애버라스",
    "types": [
      "바위",
      "땅"
    ],
    "abilities": [
      "근성",
      "모래숨기"
    ]
  },
  {
    "id": 247,
    "name": "데기라스",
    "types": [
      "바위",
      "땅"
    ],
    "abilities": [
      "탈피"
    ]
  },
  {
    "id": 248,
    "name": "마기라스",
    "types": [
      "바위",
      "악"
    ],
    "abilities": [
      "모래날림",
      "긴장감"
    ]
  },
  {
    "id": 249,
    "name": "루기아",
    "types": [
      "에스퍼",
      "비행"
    ],
    "abilities": [
      "프레셔",
      "멀티스케일"
    ]
  },
  {
    "id": 250,
    "name": "칠색조",
    "types": [
      "불꽃",
      "비행"
    ],
    "abilities": [
      "프레셔",
      "재생력"
    ]
  },
  {
    "id": 251,
    "name": "세레비",
    "types": [
      "에스퍼",
      "풀"
    ],
    "abilities": [
      "자연회복"
    ]
  },
  {
    "id": 252,
    "name": "나무지기",
    "types": [
      "풀"
    ],
    "abilities": [
      "심록",
      "곡예"
    ]
  },
  {
    "id": 253,
    "name": "나무돌이",
    "types": [
      "풀"
    ],
    "abilities": [
      "심록",
      "곡예"
    ]
  },
  {
    "id": 254,
    "name": "나무킹",
    "types": [
      "풀"
    ],
    "abilities": [
      "심록",
      "곡예"
    ]
  },
  {
    "id": 255,
    "name": "아차모",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "맹화",
      "가속"
    ]
  },
  {
    "id": 256,
    "name": "영치코",
    "types": [
      "불꽃",
      "격투"
    ],
    "abilities": [
      "맹화",
      "가속"
    ]
  },
  {
    "id": 257,
    "name": "번치코",
    "types": [
      "불꽃",
      "격투"
    ],
    "abilities": [
      "맹화",
      "가속"
    ]
  },
  {
    "id": 258,
    "name": "물짱이",
    "types": [
      "물"
    ],
    "abilities": [
      "급류",
      "습기"
    ]
  },
  {
    "id": 259,
    "name": "늪짱이",
    "types": [
      "물",
      "땅"
    ],
    "abilities": [
      "급류",
      "습기"
    ]
  },
  {
    "id": 260,
    "name": "대짱이",
    "types": [
      "물",
      "땅"
    ],
    "abilities": [
      "급류",
      "습기"
    ]
  },
  {
    "id": 261,
    "name": "포챠나",
    "types": [
      "악"
    ],
    "abilities": [
      "도주",
      "속보",
      "주눅"
    ]
  },
  {
    "id": 262,
    "name": "그라에나",
    "types": [
      "악"
    ],
    "abilities": [
      "위협",
      "속보",
      "자기과신"
    ]
  },
  {
    "id": 263,
    "name": "지그제구리",
    "types": [
      "노말"
    ],
    "abilities": [
      "픽업",
      "먹보",
      "속보"
    ]
  },
  {
    "id": 264,
    "name": "직구리",
    "types": [
      "노말"
    ],
    "abilities": [
      "픽업",
      "먹보",
      "속보"
    ]
  },
  {
    "id": 265,
    "name": "개무소",
    "types": [
      "벌레"
    ],
    "abilities": [
      "인분",
      "도주"
    ]
  },
  {
    "id": 266,
    "name": "실쿤",
    "types": [
      "벌레"
    ],
    "abilities": [
      "탈피"
    ]
  },
  {
    "id": 267,
    "name": "뷰티플라이",
    "types": [
      "벌레",
      "비행"
    ],
    "abilities": [
      "벌레의알림",
      "투쟁심"
    ]
  },
  {
    "id": 268,
    "name": "카스쿤",
    "types": [
      "벌레"
    ],
    "abilities": [
      "탈피"
    ]
  },
  {
    "id": 269,
    "name": "독케일",
    "types": [
      "벌레",
      "독"
    ],
    "abilities": [
      "인분",
      "복안"
    ]
  },
  {
    "id": 270,
    "name": "연꽃몬",
    "types": [
      "물",
      "풀"
    ],
    "abilities": [
      "쓱쓱",
      "젖은접시",
      "마이페이스"
    ]
  },
  {
    "id": 271,
    "name": "로토스",
    "types": [
      "물",
      "풀"
    ],
    "abilities": [
      "쓱쓱",
      "젖은접시",
      "마이페이스"
    ]
  },
  {
    "id": 272,
    "name": "로파파",
    "types": [
      "물",
      "풀"
    ],
    "abilities": [
      "쓱쓱",
      "젖은접시",
      "마이페이스"
    ]
  },
  {
    "id": 273,
    "name": "도토링",
    "types": [
      "풀"
    ],
    "abilities": [
      "엽록소",
      "일찍기상",
      "나쁜손버릇"
    ]
  },
  {
    "id": 274,
    "name": "잎새코",
    "types": [
      "풀",
      "악"
    ],
    "abilities": [
      "엽록소",
      "일찍기상",
      "나쁜손버릇"
    ]
  },
  {
    "id": 275,
    "name": "다탱구",
    "types": [
      "풀",
      "악"
    ],
    "abilities": [
      "엽록소",
      "바람타기",
      "나쁜손버릇"
    ]
  },
  {
    "id": 276,
    "name": "테일로",
    "types": [
      "노말",
      "비행"
    ],
    "abilities": [
      "근성",
      "배짱"
    ]
  },
  {
    "id": 277,
    "name": "스왈로",
    "types": [
      "노말",
      "비행"
    ],
    "abilities": [
      "근성",
      "배짱"
    ]
  },
  {
    "id": 278,
    "name": "갈모매",
    "types": [
      "물",
      "비행"
    ],
    "abilities": [
      "날카로운눈",
      "촉촉바디",
      "젖은접시"
    ]
  },
  {
    "id": 279,
    "name": "패리퍼",
    "types": [
      "물",
      "비행"
    ],
    "abilities": [
      "날카로운눈",
      "잔비",
      "젖은접시"
    ]
  },
  {
    "id": 280,
    "name": "랄토스",
    "types": [
      "에스퍼",
      "페어리"
    ],
    "abilities": [
      "싱크로",
      "트레이스",
      "텔레파시"
    ]
  },
  {
    "id": 281,
    "name": "킬리아",
    "types": [
      "에스퍼",
      "페어리"
    ],
    "abilities": [
      "싱크로",
      "트레이스",
      "텔레파시"
    ]
  },
  {
    "id": 282,
    "name": "가디안",
    "types": [
      "에스퍼",
      "페어리"
    ],
    "abilities": [
      "싱크로",
      "트레이스",
      "텔레파시"
    ]
  },
  {
    "id": 283,
    "name": "비구술",
    "types": [
      "벌레",
      "물"
    ],
    "abilities": [
      "쓱쓱",
      "젖은접시"
    ]
  },
  {
    "id": 284,
    "name": "비나방",
    "types": [
      "벌레",
      "비행"
    ],
    "abilities": [
      "위협",
      "긴장감"
    ]
  },
  {
    "id": 285,
    "name": "버섯꼬",
    "types": [
      "풀"
    ],
    "abilities": [
      "포자",
      "포이즌힐",
      "속보"
    ]
  },
  {
    "id": 286,
    "name": "버섯모",
    "types": [
      "풀",
      "격투"
    ],
    "abilities": [
      "포자",
      "포이즌힐",
      "테크니션"
    ]
  },
  {
    "id": 287,
    "name": "게을로",
    "types": [
      "노말"
    ],
    "abilities": [
      "게으름"
    ]
  },
  {
    "id": 288,
    "name": "발바로",
    "types": [
      "노말"
    ],
    "abilities": [
      "의기양양"
    ]
  },
  {
    "id": 289,
    "name": "게을킹",
    "types": [
      "노말"
    ],
    "abilities": [
      "게으름"
    ]
  },
  {
    "id": 290,
    "name": "토중몬",
    "types": [
      "벌레",
      "땅"
    ],
    "abilities": [
      "복안",
      "도주"
    ]
  },
  {
    "id": 291,
    "name": "아이스크",
    "types": [
      "벌레",
      "비행"
    ],
    "abilities": [
      "가속",
      "틈새포착"
    ]
  },
  {
    "id": 292,
    "name": "껍질몬",
    "types": [
      "벌레",
      "고스트"
    ],
    "abilities": [
      "불가사의부적"
    ]
  },
  {
    "id": 293,
    "name": "소곤룡",
    "types": [
      "노말"
    ],
    "abilities": [
      "방음",
      "주눅"
    ]
  },
  {
    "id": 294,
    "name": "노공룡",
    "types": [
      "노말"
    ],
    "abilities": [
      "방음",
      "배짱"
    ]
  },
  {
    "id": 295,
    "name": "폭음룡",
    "types": [
      "노말"
    ],
    "abilities": [
      "방음",
      "배짱"
    ]
  },
  {
    "id": 296,
    "name": "마크탕",
    "types": [
      "격투"
    ],
    "abilities": [
      "두꺼운지방",
      "근성",
      "우격다짐"
    ]
  },
  {
    "id": 297,
    "name": "하리뭉",
    "types": [
      "격투"
    ],
    "abilities": [
      "두꺼운지방",
      "근성",
      "우격다짐"
    ]
  },
  {
    "id": 298,
    "name": "루리리",
    "types": [
      "노말",
      "페어리"
    ],
    "abilities": [
      "두꺼운지방",
      "천하장사",
      "초식"
    ]
  },
  {
    "id": 299,
    "name": "코코파스",
    "types": [
      "바위"
    ],
    "abilities": [
      "옹골참",
      "자력",
      "모래의힘"
    ]
  },
  {
    "id": 300,
    "name": "에나비",
    "types": [
      "노말"
    ],
    "abilities": [
      "헤롱헤롱바디",
      "노말스킨",
      "미라클스킨"
    ]
  },
  {
    "id": 301,
    "name": "델케티",
    "types": [
      "노말"
    ],
    "abilities": [
      "헤롱헤롱바디",
      "노말스킨",
      "미라클스킨"
    ]
  },
  {
    "id": 302,
    "name": "깜까미",
    "types": [
      "악",
      "고스트"
    ],
    "abilities": [
      "날카로운눈",
      "시간벌기",
      "짓궂은마음"
    ]
  },
  {
    "id": 303,
    "name": "입치트",
    "types": [
      "강철",
      "페어리"
    ],
    "abilities": [
      "괴력집게",
      "위협",
      "우격다짐"
    ]
  },
  {
    "id": 304,
    "name": "가보리",
    "types": [
      "강철",
      "바위"
    ],
    "abilities": [
      "옹골참",
      "돌머리",
      "헤비메탈"
    ]
  },
  {
    "id": 305,
    "name": "갱도라",
    "types": [
      "강철",
      "바위"
    ],
    "abilities": [
      "옹골참",
      "돌머리",
      "헤비메탈"
    ]
  },
  {
    "id": 306,
    "name": "보스로라",
    "types": [
      "강철",
      "바위"
    ],
    "abilities": [
      "옹골참",
      "돌머리",
      "헤비메탈"
    ]
  },
  {
    "id": 307,
    "name": "요가랑",
    "types": [
      "격투",
      "에스퍼"
    ],
    "abilities": [
      "순수한힘",
      "텔레파시"
    ]
  },
  {
    "id": 308,
    "name": "요가램",
    "types": [
      "격투",
      "에스퍼"
    ],
    "abilities": [
      "순수한힘",
      "텔레파시"
    ]
  },
  {
    "id": 309,
    "name": "썬더라이",
    "types": [
      "전기"
    ],
    "abilities": [
      "정전기",
      "피뢰침",
      "마이너스"
    ]
  },
  {
    "id": 310,
    "name": "썬더볼트",
    "types": [
      "전기"
    ],
    "abilities": [
      "정전기",
      "피뢰침",
      "마이너스"
    ]
  },
  {
    "id": 311,
    "name": "플러시",
    "types": [
      "전기"
    ],
    "abilities": [
      "플러스",
      "피뢰침"
    ]
  },
  {
    "id": 312,
    "name": "마이농",
    "types": [
      "전기"
    ],
    "abilities": [
      "마이너스",
      "축전"
    ]
  },
  {
    "id": 313,
    "name": "볼비트",
    "types": [
      "벌레"
    ],
    "abilities": [
      "발광",
      "벌레의알림",
      "짓궂은마음"
    ]
  },
  {
    "id": 314,
    "name": "네오비트",
    "types": [
      "벌레"
    ],
    "abilities": [
      "둔감",
      "색안경",
      "짓궂은마음"
    ]
  },
  {
    "id": 315,
    "name": "로젤리아",
    "types": [
      "풀",
      "독"
    ],
    "abilities": [
      "자연회복",
      "독가시",
      "리프가드"
    ]
  },
  {
    "id": 316,
    "name": "꼴깍몬",
    "types": [
      "독"
    ],
    "abilities": [
      "해감액",
      "점착",
      "먹보"
    ]
  },
  {
    "id": 317,
    "name": "꿀꺽몬",
    "types": [
      "독"
    ],
    "abilities": [
      "해감액",
      "점착",
      "먹보"
    ]
  },
  {
    "id": 318,
    "name": "샤프니아",
    "types": [
      "물",
      "악"
    ],
    "abilities": [
      "까칠한피부",
      "가속"
    ]
  },
  {
    "id": 319,
    "name": "샤크니아",
    "types": [
      "물",
      "악"
    ],
    "abilities": [
      "까칠한피부",
      "가속"
    ]
  },
  {
    "id": 320,
    "name": "고래왕자",
    "types": [
      "물"
    ],
    "abilities": [
      "수의베일",
      "둔감",
      "프레셔"
    ]
  },
  {
    "id": 321,
    "name": "고래왕",
    "types": [
      "물"
    ],
    "abilities": [
      "수의베일",
      "둔감",
      "프레셔"
    ]
  },
  {
    "id": 322,
    "name": "둔타",
    "types": [
      "불꽃",
      "땅"
    ],
    "abilities": [
      "둔감",
      "단순",
      "마이페이스"
    ]
  },
  {
    "id": 323,
    "name": "폭타",
    "types": [
      "불꽃",
      "땅"
    ],
    "abilities": [
      "마그마의무장",
      "하드록",
      "분노의경혈"
    ]
  },
  {
    "id": 324,
    "name": "코터스",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "하얀연기",
      "가뭄",
      "조가비갑옷"
    ]
  },
  {
    "id": 325,
    "name": "피그점프",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "두꺼운지방",
      "마이페이스",
      "먹보"
    ]
  },
  {
    "id": 326,
    "name": "피그킹",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "두꺼운지방",
      "마이페이스",
      "먹보"
    ]
  },
  {
    "id": 327,
    "name": "얼루기",
    "types": [
      "노말"
    ],
    "abilities": [
      "마이페이스",
      "갈지자걸음",
      "심술꾸러기"
    ]
  },
  {
    "id": 328,
    "name": "톱치",
    "types": [
      "땅"
    ],
    "abilities": [
      "괴력집게",
      "개미지옥",
      "우격다짐"
    ]
  },
  {
    "id": 329,
    "name": "비브라바",
    "types": [
      "땅",
      "드래곤"
    ],
    "abilities": [
      "부유"
    ]
  },
  {
    "id": 330,
    "name": "플라이곤",
    "types": [
      "땅",
      "드래곤"
    ],
    "abilities": [
      "부유"
    ]
  },
  {
    "id": 331,
    "name": "선인왕",
    "types": [
      "풀"
    ],
    "abilities": [
      "모래숨기",
      "저수"
    ]
  },
  {
    "id": 332,
    "name": "밤선인",
    "types": [
      "풀",
      "악"
    ],
    "abilities": [
      "모래숨기",
      "저수"
    ]
  },
  {
    "id": 333,
    "name": "파비코",
    "types": [
      "노말",
      "비행"
    ],
    "abilities": [
      "자연회복",
      "날씨부정"
    ]
  },
  {
    "id": 334,
    "name": "파비코리",
    "types": [
      "드래곤",
      "비행"
    ],
    "abilities": [
      "자연회복",
      "날씨부정"
    ]
  },
  {
    "id": 335,
    "name": "쟝고",
    "types": [
      "노말"
    ],
    "abilities": [
      "면역",
      "독폭주"
    ]
  },
  {
    "id": 336,
    "name": "세비퍼",
    "types": [
      "독"
    ],
    "abilities": [
      "탈피",
      "틈새포착"
    ]
  },
  {
    "id": 337,
    "name": "루나톤",
    "types": [
      "바위",
      "에스퍼"
    ],
    "abilities": [
      "부유"
    ]
  },
  {
    "id": 338,
    "name": "솔록",
    "types": [
      "바위",
      "에스퍼"
    ],
    "abilities": [
      "부유"
    ]
  },
  {
    "id": 339,
    "name": "미꾸리",
    "types": [
      "물",
      "땅"
    ],
    "abilities": [
      "둔감",
      "위험예지",
      "촉촉바디"
    ]
  },
  {
    "id": 340,
    "name": "메깅",
    "types": [
      "물",
      "땅"
    ],
    "abilities": [
      "둔감",
      "위험예지",
      "촉촉바디"
    ]
  },
  {
    "id": 341,
    "name": "가재군",
    "types": [
      "물"
    ],
    "abilities": [
      "괴력집게",
      "조가비갑옷",
      "적응력"
    ]
  },
  {
    "id": 342,
    "name": "가재장군",
    "types": [
      "물",
      "악"
    ],
    "abilities": [
      "괴력집게",
      "조가비갑옷",
      "적응력"
    ]
  },
  {
    "id": 343,
    "name": "오뚝군",
    "types": [
      "땅",
      "에스퍼"
    ],
    "abilities": [
      "부유"
    ]
  },
  {
    "id": 344,
    "name": "점토도리",
    "types": [
      "땅",
      "에스퍼"
    ],
    "abilities": [
      "부유"
    ]
  },
  {
    "id": 345,
    "name": "릴링",
    "types": [
      "바위",
      "풀"
    ],
    "abilities": [
      "흡반",
      "마중물"
    ]
  },
  {
    "id": 346,
    "name": "릴리요",
    "types": [
      "바위",
      "풀"
    ],
    "abilities": [
      "흡반",
      "마중물"
    ]
  },
  {
    "id": 347,
    "name": "아노딥스",
    "types": [
      "바위",
      "벌레"
    ],
    "abilities": [
      "전투무장",
      "쓱쓱"
    ]
  },
  {
    "id": 348,
    "name": "아말도",
    "types": [
      "바위",
      "벌레"
    ],
    "abilities": [
      "전투무장",
      "쓱쓱"
    ]
  },
  {
    "id": 349,
    "name": "빈티나",
    "types": [
      "물"
    ],
    "abilities": [
      "쓱쓱",
      "둔감",
      "적응력"
    ]
  },
  {
    "id": 350,
    "name": "밀로틱",
    "types": [
      "물"
    ],
    "abilities": [
      "이상한비늘",
      "승기",
      "헤롱헤롱바디"
    ]
  },
  {
    "id": 351,
    "name": "캐스퐁",
    "types": [
      "노말"
    ],
    "abilities": [
      "기분파"
    ]
  },
  {
    "id": 352,
    "name": "켈리몬",
    "types": [
      "노말"
    ],
    "abilities": [
      "변색",
      "변환자재"
    ]
  },
  {
    "id": 353,
    "name": "어둠대신",
    "types": [
      "고스트"
    ],
    "abilities": [
      "불면",
      "통찰",
      "저주받은바디"
    ]
  },
  {
    "id": 354,
    "name": "다크펫",
    "types": [
      "고스트"
    ],
    "abilities": [
      "불면",
      "통찰",
      "저주받은바디"
    ]
  },
  {
    "id": 355,
    "name": "해골몽",
    "types": [
      "고스트"
    ],
    "abilities": [
      "부유",
      "통찰"
    ]
  },
  {
    "id": 356,
    "name": "미라몽",
    "types": [
      "고스트"
    ],
    "abilities": [
      "프레셔",
      "통찰"
    ]
  },
  {
    "id": 357,
    "name": "트로피우스",
    "types": [
      "풀",
      "비행"
    ],
    "abilities": [
      "엽록소",
      "선파워",
      "수확"
    ]
  },
  {
    "id": 358,
    "name": "치렁",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "부유"
    ]
  },
  {
    "id": 359,
    "name": "앱솔",
    "types": [
      "악"
    ],
    "abilities": [
      "프레셔",
      "대운",
      "정의의마음"
    ]
  },
  {
    "id": 360,
    "name": "마자",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "그림자밟기",
      "텔레파시"
    ]
  },
  {
    "id": 361,
    "name": "눈꼬마",
    "types": [
      "얼음"
    ],
    "abilities": [
      "정신력",
      "아이스바디",
      "변덕쟁이"
    ]
  },
  {
    "id": 362,
    "name": "얼음귀신",
    "types": [
      "얼음"
    ],
    "abilities": [
      "정신력",
      "아이스바디",
      "변덕쟁이"
    ]
  },
  {
    "id": 363,
    "name": "대굴레오",
    "types": [
      "얼음",
      "물"
    ],
    "abilities": [
      "두꺼운지방",
      "아이스바디",
      "둔감"
    ]
  },
  {
    "id": 364,
    "name": "씨레오",
    "types": [
      "얼음",
      "물"
    ],
    "abilities": [
      "두꺼운지방",
      "아이스바디",
      "둔감"
    ]
  },
  {
    "id": 365,
    "name": "씨카이저",
    "types": [
      "얼음",
      "물"
    ],
    "abilities": [
      "두꺼운지방",
      "아이스바디",
      "둔감"
    ]
  },
  {
    "id": 366,
    "name": "진주몽",
    "types": [
      "물"
    ],
    "abilities": [
      "조가비갑옷",
      "주눅"
    ]
  },
  {
    "id": 367,
    "name": "헌테일",
    "types": [
      "물"
    ],
    "abilities": [
      "쓱쓱",
      "수의베일"
    ]
  },
  {
    "id": 368,
    "name": "분홍장이",
    "types": [
      "물"
    ],
    "abilities": [
      "쓱쓱",
      "촉촉바디"
    ]
  },
  {
    "id": 369,
    "name": "시라칸",
    "types": [
      "물",
      "바위"
    ],
    "abilities": [
      "쓱쓱",
      "돌머리",
      "옹골참"
    ]
  },
  {
    "id": 370,
    "name": "사랑동이",
    "types": [
      "물"
    ],
    "abilities": [
      "쓱쓱",
      "촉촉바디"
    ]
  },
  {
    "id": 371,
    "name": "아공이",
    "types": [
      "드래곤"
    ],
    "abilities": [
      "돌머리",
      "우격다짐"
    ]
  },
  {
    "id": 372,
    "name": "쉘곤",
    "types": [
      "드래곤"
    ],
    "abilities": [
      "돌머리",
      "방진"
    ]
  },
  {
    "id": 373,
    "name": "보만다",
    "types": [
      "드래곤",
      "비행"
    ],
    "abilities": [
      "위협",
      "자기과신"
    ]
  },
  {
    "id": 374,
    "name": "메탕",
    "types": [
      "강철",
      "에스퍼"
    ],
    "abilities": [
      "클리어바디",
      "라이트메탈"
    ]
  },
  {
    "id": 375,
    "name": "메탕구",
    "types": [
      "강철",
      "에스퍼"
    ],
    "abilities": [
      "클리어바디",
      "라이트메탈"
    ]
  },
  {
    "id": 376,
    "name": "메타그로스",
    "types": [
      "강철",
      "에스퍼"
    ],
    "abilities": [
      "클리어바디",
      "라이트메탈"
    ]
  },
  {
    "id": 377,
    "name": "레지락",
    "types": [
      "바위"
    ],
    "abilities": [
      "클리어바디",
      "옹골참"
    ]
  },
  {
    "id": 378,
    "name": "레지아이스",
    "types": [
      "얼음"
    ],
    "abilities": [
      "클리어바디",
      "아이스바디"
    ]
  },
  {
    "id": 379,
    "name": "레지스틸",
    "types": [
      "강철"
    ],
    "abilities": [
      "클리어바디",
      "라이트메탈"
    ]
  },
  {
    "id": 380,
    "name": "라티아스",
    "types": [
      "드래곤",
      "에스퍼"
    ],
    "abilities": [
      "부유"
    ]
  },
  {
    "id": 381,
    "name": "라티오스",
    "types": [
      "드래곤",
      "에스퍼"
    ],
    "abilities": [
      "부유"
    ]
  },
  {
    "id": 382,
    "name": "가이오가",
    "types": [
      "물"
    ],
    "abilities": [
      "잔비"
    ]
  },
  {
    "id": 383,
    "name": "그란돈",
    "types": [
      "땅"
    ],
    "abilities": [
      "가뭄"
    ]
  },
  {
    "id": 384,
    "name": "레쿠쟈",
    "types": [
      "드래곤",
      "비행"
    ],
    "abilities": [
      "에어록"
    ]
  },
  {
    "id": 385,
    "name": "지라치",
    "types": [
      "강철",
      "에스퍼"
    ],
    "abilities": [
      "하늘의은총"
    ]
  },
  {
    "id": 386,
    "name": "테오키스",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "프레셔"
    ]
  },
  {
    "id": 387,
    "name": "모부기",
    "types": [
      "풀"
    ],
    "abilities": [
      "심록",
      "조가비갑옷"
    ]
  },
  {
    "id": 388,
    "name": "수풀부기",
    "types": [
      "풀"
    ],
    "abilities": [
      "심록",
      "조가비갑옷"
    ]
  },
  {
    "id": 389,
    "name": "토대부기",
    "types": [
      "풀",
      "땅"
    ],
    "abilities": [
      "심록",
      "조가비갑옷"
    ]
  },
  {
    "id": 390,
    "name": "불꽃숭이",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "맹화",
      "철주먹"
    ]
  },
  {
    "id": 391,
    "name": "파이숭이",
    "types": [
      "불꽃",
      "격투"
    ],
    "abilities": [
      "맹화",
      "철주먹"
    ]
  },
  {
    "id": 392,
    "name": "초염몽",
    "types": [
      "불꽃",
      "격투"
    ],
    "abilities": [
      "맹화",
      "철주먹"
    ]
  },
  {
    "id": 393,
    "name": "팽도리",
    "types": [
      "물"
    ],
    "abilities": [
      "급류",
      "승기"
    ]
  },
  {
    "id": 394,
    "name": "팽태자",
    "types": [
      "물"
    ],
    "abilities": [
      "급류",
      "승기"
    ]
  },
  {
    "id": 395,
    "name": "엠페르트",
    "types": [
      "물",
      "강철"
    ],
    "abilities": [
      "급류",
      "승기"
    ]
  },
  {
    "id": 396,
    "name": "찌르꼬",
    "types": [
      "노말",
      "비행"
    ],
    "abilities": [
      "날카로운눈",
      "이판사판"
    ]
  },
  {
    "id": 397,
    "name": "찌르버드",
    "types": [
      "노말",
      "비행"
    ],
    "abilities": [
      "위협",
      "이판사판"
    ]
  },
  {
    "id": 398,
    "name": "찌르호크",
    "types": [
      "노말",
      "비행"
    ],
    "abilities": [
      "위협",
      "이판사판"
    ]
  },
  {
    "id": 399,
    "name": "비버니",
    "types": [
      "노말"
    ],
    "abilities": [
      "단순",
      "천진",
      "변덕쟁이"
    ]
  },
  {
    "id": 400,
    "name": "비버통",
    "types": [
      "노말",
      "물"
    ],
    "abilities": [
      "단순",
      "천진",
      "변덕쟁이"
    ]
  },
  {
    "id": 401,
    "name": "귀뚤뚜기",
    "types": [
      "벌레"
    ],
    "abilities": [
      "탈피",
      "도주"
    ]
  },
  {
    "id": 402,
    "name": "귀뚤톡크",
    "types": [
      "벌레"
    ],
    "abilities": [
      "벌레의알림",
      "테크니션"
    ]
  },
  {
    "id": 403,
    "name": "꼬링크",
    "types": [
      "전기"
    ],
    "abilities": [
      "투쟁심",
      "위협",
      "근성"
    ]
  },
  {
    "id": 404,
    "name": "럭시오",
    "types": [
      "전기"
    ],
    "abilities": [
      "투쟁심",
      "위협",
      "근성"
    ]
  },
  {
    "id": 405,
    "name": "렌트라",
    "types": [
      "전기"
    ],
    "abilities": [
      "투쟁심",
      "위협",
      "근성"
    ]
  },
  {
    "id": 406,
    "name": "꼬몽울",
    "types": [
      "풀",
      "독"
    ],
    "abilities": [
      "자연회복",
      "독가시",
      "리프가드"
    ]
  },
  {
    "id": 407,
    "name": "로즈레이드",
    "types": [
      "풀",
      "독"
    ],
    "abilities": [
      "자연회복",
      "독가시",
      "테크니션"
    ]
  },
  {
    "id": 408,
    "name": "두개도스",
    "types": [
      "바위"
    ],
    "abilities": [
      "틀깨기",
      "우격다짐"
    ]
  },
  {
    "id": 409,
    "name": "램펄드",
    "types": [
      "바위"
    ],
    "abilities": [
      "틀깨기",
      "우격다짐"
    ]
  },
  {
    "id": 410,
    "name": "방패톱스",
    "types": [
      "바위",
      "강철"
    ],
    "abilities": [
      "옹골참",
      "방음"
    ]
  },
  {
    "id": 411,
    "name": "바리톱스",
    "types": [
      "바위",
      "강철"
    ],
    "abilities": [
      "옹골참",
      "방음"
    ]
  },
  {
    "id": 412,
    "name": "도롱충이",
    "types": [
      "벌레"
    ],
    "abilities": [
      "탈피",
      "방진"
    ]
  },
  {
    "id": 413,
    "name": "도롱마담",
    "types": [
      "벌레",
      "풀"
    ],
    "abilities": [
      "위험예지",
      "방진"
    ]
  },
  {
    "id": 414,
    "name": "나메일",
    "types": [
      "벌레",
      "비행"
    ],
    "abilities": [
      "벌레의알림",
      "색안경"
    ]
  },
  {
    "id": 415,
    "name": "세꿀버리",
    "types": [
      "벌레",
      "비행"
    ],
    "abilities": [
      "꿀모으기",
      "의욕"
    ]
  },
  {
    "id": 416,
    "name": "비퀸",
    "types": [
      "벌레",
      "비행"
    ],
    "abilities": [
      "프레셔",
      "긴장감"
    ]
  },
  {
    "id": 417,
    "name": "파치리스",
    "types": [
      "전기"
    ],
    "abilities": [
      "도주",
      "픽업",
      "축전"
    ]
  },
  {
    "id": 418,
    "name": "브이젤",
    "types": [
      "물"
    ],
    "abilities": [
      "쓱쓱",
      "수의베일"
    ]
  },
  {
    "id": 419,
    "name": "플로젤",
    "types": [
      "물"
    ],
    "abilities": [
      "쓱쓱",
      "수의베일"
    ]
  },
  {
    "id": 420,
    "name": "체리버",
    "types": [
      "풀"
    ],
    "abilities": [
      "엽록소"
    ]
  },
  {
    "id": 421,
    "name": "체리꼬",
    "types": [
      "풀"
    ],
    "abilities": [
      "플라워기프트"
    ]
  },
  {
    "id": 422,
    "name": "깝질무",
    "types": [
      "물"
    ],
    "abilities": [
      "점착",
      "마중물",
      "모래의힘"
    ]
  },
  {
    "id": 423,
    "name": "트리토돈",
    "types": [
      "물",
      "땅"
    ],
    "abilities": [
      "점착",
      "마중물",
      "모래의힘"
    ]
  },
  {
    "id": 424,
    "name": "겟핸보숭",
    "types": [
      "노말"
    ],
    "abilities": [
      "테크니션",
      "픽업",
      "스킬링크"
    ]
  },
  {
    "id": 425,
    "name": "흔들풍손",
    "types": [
      "고스트",
      "비행"
    ],
    "abilities": [
      "유폭",
      "곡예",
      "열폭주"
    ]
  },
  {
    "id": 426,
    "name": "둥실라이드",
    "types": [
      "고스트",
      "비행"
    ],
    "abilities": [
      "유폭",
      "곡예",
      "열폭주"
    ]
  },
  {
    "id": 427,
    "name": "이어롤",
    "types": [
      "노말"
    ],
    "abilities": [
      "도주",
      "서투름",
      "유연"
    ]
  },
  {
    "id": 428,
    "name": "이어롭",
    "types": [
      "노말"
    ],
    "abilities": [
      "헤롱헤롱바디",
      "서투름",
      "유연"
    ]
  },
  {
    "id": 429,
    "name": "무우마직",
    "types": [
      "고스트"
    ],
    "abilities": [
      "부유"
    ]
  },
  {
    "id": 430,
    "name": "돈크로우",
    "types": [
      "악",
      "비행"
    ],
    "abilities": [
      "불면",
      "대운",
      "자기과신"
    ]
  },
  {
    "id": 431,
    "name": "나옹마",
    "types": [
      "노말"
    ],
    "abilities": [
      "유연",
      "마이페이스",
      "날카로운눈"
    ]
  },
  {
    "id": 432,
    "name": "몬냥이",
    "types": [
      "노말"
    ],
    "abilities": [
      "두꺼운지방",
      "마이페이스",
      "오기"
    ]
  },
  {
    "id": 433,
    "name": "랑딸랑",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "부유"
    ]
  },
  {
    "id": 434,
    "name": "스컹뿡",
    "types": [
      "독",
      "악"
    ],
    "abilities": [
      "악취",
      "유폭",
      "날카로운눈"
    ]
  },
  {
    "id": 435,
    "name": "스컹탱크",
    "types": [
      "독",
      "악"
    ],
    "abilities": [
      "악취",
      "유폭",
      "날카로운눈"
    ]
  },
  {
    "id": 436,
    "name": "동미러",
    "types": [
      "강철",
      "에스퍼"
    ],
    "abilities": [
      "부유",
      "내열",
      "헤비메탈"
    ]
  },
  {
    "id": 437,
    "name": "동탁군",
    "types": [
      "강철",
      "에스퍼"
    ],
    "abilities": [
      "부유",
      "내열",
      "헤비메탈"
    ]
  },
  {
    "id": 438,
    "name": "꼬지지",
    "types": [
      "바위"
    ],
    "abilities": [
      "옹골참",
      "돌머리",
      "주눅"
    ]
  },
  {
    "id": 439,
    "name": "흉내내",
    "types": [
      "에스퍼",
      "페어리"
    ],
    "abilities": [
      "방음",
      "필터",
      "테크니션"
    ]
  },
  {
    "id": 440,
    "name": "핑복",
    "types": [
      "노말"
    ],
    "abilities": [
      "자연회복",
      "하늘의은총",
      "프렌드가드"
    ]
  },
  {
    "id": 441,
    "name": "페라페",
    "types": [
      "노말",
      "비행"
    ],
    "abilities": [
      "날카로운눈",
      "갈지자걸음",
      "부풀린가슴"
    ]
  },
  {
    "id": 442,
    "name": "화강돌",
    "types": [
      "고스트",
      "악"
    ],
    "abilities": [
      "프레셔",
      "틈새포착"
    ]
  },
  {
    "id": 443,
    "name": "딥상어동",
    "types": [
      "드래곤",
      "땅"
    ],
    "abilities": [
      "모래숨기",
      "까칠한피부"
    ]
  },
  {
    "id": 444,
    "name": "한바이트",
    "types": [
      "드래곤",
      "땅"
    ],
    "abilities": [
      "모래숨기",
      "까칠한피부"
    ]
  },
  {
    "id": 445,
    "name": "한카리아스",
    "types": [
      "드래곤",
      "땅"
    ],
    "abilities": [
      "모래숨기",
      "까칠한피부"
    ]
  },
  {
    "id": 446,
    "name": "먹고자",
    "types": [
      "노말"
    ],
    "abilities": [
      "픽업",
      "두꺼운지방",
      "먹보"
    ]
  },
  {
    "id": 447,
    "name": "리오르",
    "types": [
      "격투"
    ],
    "abilities": [
      "불굴의마음",
      "정신력",
      "짓궂은마음"
    ]
  },
  {
    "id": 448,
    "name": "루카리오",
    "types": [
      "격투",
      "강철"
    ],
    "abilities": [
      "불굴의마음",
      "정신력",
      "정의의마음"
    ]
  },
  {
    "id": 449,
    "name": "히포포타스",
    "types": [
      "땅"
    ],
    "abilities": [
      "모래날림",
      "모래의힘"
    ]
  },
  {
    "id": 450,
    "name": "하마돈",
    "types": [
      "땅"
    ],
    "abilities": [
      "모래날림",
      "모래의힘"
    ]
  },
  {
    "id": 451,
    "name": "스콜피",
    "types": [
      "독",
      "벌레"
    ],
    "abilities": [
      "전투무장",
      "스나이퍼",
      "날카로운눈"
    ]
  },
  {
    "id": 452,
    "name": "드래피온",
    "types": [
      "독",
      "악"
    ],
    "abilities": [
      "전투무장",
      "스나이퍼",
      "날카로운눈"
    ]
  },
  {
    "id": 453,
    "name": "삐딱구리",
    "types": [
      "독",
      "격투"
    ],
    "abilities": [
      "위험예지",
      "건조피부",
      "독수"
    ]
  },
  {
    "id": 454,
    "name": "독개굴",
    "types": [
      "독",
      "격투"
    ],
    "abilities": [
      "위험예지",
      "건조피부",
      "독수"
    ]
  },
  {
    "id": 455,
    "name": "무스틈니",
    "types": [
      "풀"
    ],
    "abilities": [
      "부유"
    ]
  },
  {
    "id": 456,
    "name": "형광어",
    "types": [
      "물"
    ],
    "abilities": [
      "쓱쓱",
      "마중물",
      "수의베일"
    ]
  },
  {
    "id": 457,
    "name": "네오라이트",
    "types": [
      "물"
    ],
    "abilities": [
      "쓱쓱",
      "마중물",
      "수의베일"
    ]
  },
  {
    "id": 458,
    "name": "타만타",
    "types": [
      "물",
      "비행"
    ],
    "abilities": [
      "쓱쓱",
      "저수",
      "수의베일"
    ]
  },
  {
    "id": 459,
    "name": "눈쓰개",
    "types": [
      "풀",
      "얼음"
    ],
    "abilities": [
      "눈퍼뜨리기",
      "방음"
    ]
  },
  {
    "id": 460,
    "name": "눈설왕",
    "types": [
      "풀",
      "얼음"
    ],
    "abilities": [
      "눈퍼뜨리기",
      "방음"
    ]
  },
  {
    "id": 461,
    "name": "포푸니라",
    "types": [
      "악",
      "얼음"
    ],
    "abilities": [
      "프레셔",
      "나쁜손버릇"
    ]
  },
  {
    "id": 462,
    "name": "자포코일",
    "types": [
      "전기",
      "강철"
    ],
    "abilities": [
      "자력",
      "옹골참",
      "애널라이즈"
    ]
  },
  {
    "id": 463,
    "name": "내룸벨트",
    "types": [
      "노말"
    ],
    "abilities": [
      "마이페이스",
      "둔감",
      "날씨부정"
    ]
  },
  {
    "id": 464,
    "name": "거대코뿌리",
    "types": [
      "땅",
      "바위"
    ],
    "abilities": [
      "피뢰침",
      "하드록",
      "이판사판"
    ]
  },
  {
    "id": 465,
    "name": "덩쿠림보",
    "types": [
      "풀"
    ],
    "abilities": [
      "엽록소",
      "리프가드",
      "재생력"
    ]
  },
  {
    "id": 466,
    "name": "에레키블",
    "types": [
      "전기"
    ],
    "abilities": [
      "전기엔진",
      "의기양양"
    ]
  },
  {
    "id": 467,
    "name": "마그마번",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "불꽃몸",
      "의기양양"
    ]
  },
  {
    "id": 468,
    "name": "토게키스",
    "types": [
      "페어리",
      "비행"
    ],
    "abilities": [
      "의욕",
      "하늘의은총",
      "대운"
    ]
  },
  {
    "id": 469,
    "name": "메가자리",
    "types": [
      "벌레",
      "비행"
    ],
    "abilities": [
      "가속",
      "색안경",
      "통찰"
    ]
  },
  {
    "id": 470,
    "name": "리피아",
    "types": [
      "풀"
    ],
    "abilities": [
      "리프가드",
      "엽록소"
    ]
  },
  {
    "id": 471,
    "name": "글레이시아",
    "types": [
      "얼음"
    ],
    "abilities": [
      "눈숨기",
      "아이스바디"
    ]
  },
  {
    "id": 472,
    "name": "글라이온",
    "types": [
      "땅",
      "비행"
    ],
    "abilities": [
      "괴력집게",
      "모래숨기",
      "포이즌힐"
    ]
  },
  {
    "id": 473,
    "name": "맘모꾸리",
    "types": [
      "얼음",
      "땅"
    ],
    "abilities": [
      "둔감",
      "눈숨기",
      "두꺼운지방"
    ]
  },
  {
    "id": 474,
    "name": "폴리곤Z",
    "types": [
      "노말"
    ],
    "abilities": [
      "적응력",
      "다운로드",
      "애널라이즈"
    ]
  },
  {
    "id": 475,
    "name": "엘레이드",
    "types": [
      "에스퍼",
      "격투"
    ],
    "abilities": [
      "불굴의마음",
      "예리함",
      "정의의마음"
    ]
  },
  {
    "id": 476,
    "name": "대코파스",
    "types": [
      "바위",
      "강철"
    ],
    "abilities": [
      "옹골참",
      "자력",
      "모래의힘"
    ]
  },
  {
    "id": 477,
    "name": "야느와르몽",
    "types": [
      "고스트"
    ],
    "abilities": [
      "프레셔",
      "통찰"
    ]
  },
  {
    "id": 478,
    "name": "눈여아",
    "types": [
      "얼음",
      "고스트"
    ],
    "abilities": [
      "눈숨기",
      "저주받은바디"
    ]
  },
  {
    "id": 479,
    "name": "로토무",
    "types": [
      "전기",
      "고스트"
    ],
    "abilities": [
      "부유"
    ]
  },
  {
    "id": 480,
    "name": "유크시",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "부유"
    ]
  },
  {
    "id": 481,
    "name": "엠라이트",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "부유"
    ]
  },
  {
    "id": 482,
    "name": "아그놈",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "부유"
    ]
  },
  {
    "id": 483,
    "name": "디아루가",
    "types": [
      "강철",
      "드래곤"
    ],
    "abilities": [
      "프레셔",
      "텔레파시"
    ]
  },
  {
    "id": 484,
    "name": "펄기아",
    "types": [
      "물",
      "드래곤"
    ],
    "abilities": [
      "프레셔",
      "텔레파시"
    ]
  },
  {
    "id": 485,
    "name": "히드런",
    "types": [
      "불꽃",
      "강철"
    ],
    "abilities": [
      "타오르는불꽃",
      "불꽃몸"
    ]
  },
  {
    "id": 486,
    "name": "레지기가스",
    "types": [
      "노말"
    ],
    "abilities": [
      "슬로스타트"
    ]
  },
  {
    "id": 487,
    "name": "기라티나",
    "types": [
      "고스트",
      "드래곤"
    ],
    "abilities": [
      "프레셔",
      "텔레파시"
    ]
  },
  {
    "id": 488,
    "name": "크레세리아",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "부유"
    ]
  },
  {
    "id": 489,
    "name": "피오네",
    "types": [
      "물"
    ],
    "abilities": [
      "촉촉바디"
    ]
  },
  {
    "id": 490,
    "name": "마나피",
    "types": [
      "물"
    ],
    "abilities": [
      "촉촉바디"
    ]
  },
  {
    "id": 491,
    "name": "다크라이",
    "types": [
      "악"
    ],
    "abilities": [
      "나이트메어"
    ]
  },
  {
    "id": 492,
    "name": "쉐이미",
    "types": [
      "풀"
    ],
    "abilities": [
      "자연회복"
    ]
  },
  {
    "id": 493,
    "name": "아르세우스",
    "types": [
      "노말"
    ],
    "abilities": [
      "멀티타입"
    ]
  },
  {
    "id": 494,
    "name": "비크티니",
    "types": [
      "에스퍼",
      "불꽃"
    ],
    "abilities": [
      "승리의별"
    ]
  },
  {
    "id": 495,
    "name": "주리비얀",
    "types": [
      "풀"
    ],
    "abilities": [
      "심록",
      "심술꾸러기"
    ]
  },
  {
    "id": 496,
    "name": "샤비",
    "types": [
      "풀"
    ],
    "abilities": [
      "심록",
      "심술꾸러기"
    ]
  },
  {
    "id": 497,
    "name": "샤로다",
    "types": [
      "풀"
    ],
    "abilities": [
      "심록",
      "심술꾸러기"
    ]
  },
  {
    "id": 498,
    "name": "뚜꾸리",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "맹화",
      "두꺼운지방"
    ]
  },
  {
    "id": 499,
    "name": "차오꿀",
    "types": [
      "불꽃",
      "격투"
    ],
    "abilities": [
      "맹화",
      "두꺼운지방"
    ]
  },
  {
    "id": 500,
    "name": "염무왕",
    "types": [
      "불꽃",
      "격투"
    ],
    "abilities": [
      "맹화",
      "이판사판"
    ]
  },
  {
    "id": 501,
    "name": "수댕이",
    "types": [
      "물"
    ],
    "abilities": [
      "급류",
      "조가비갑옷"
    ]
  },
  {
    "id": 502,
    "name": "쌍검자비",
    "types": [
      "물"
    ],
    "abilities": [
      "급류",
      "조가비갑옷"
    ]
  },
  {
    "id": 503,
    "name": "대검귀",
    "types": [
      "물"
    ],
    "abilities": [
      "급류",
      "조가비갑옷"
    ]
  },
  {
    "id": 504,
    "name": "보르쥐",
    "types": [
      "노말"
    ],
    "abilities": [
      "도주",
      "날카로운눈",
      "애널라이즈"
    ]
  },
  {
    "id": 505,
    "name": "보르그",
    "types": [
      "노말"
    ],
    "abilities": [
      "발광",
      "날카로운눈",
      "애널라이즈"
    ]
  },
  {
    "id": 506,
    "name": "요테리",
    "types": [
      "노말"
    ],
    "abilities": [
      "의기양양",
      "픽업",
      "도주"
    ]
  },
  {
    "id": 507,
    "name": "하데리어",
    "types": [
      "노말"
    ],
    "abilities": [
      "위협",
      "모래헤치기",
      "배짱"
    ]
  },
  {
    "id": 508,
    "name": "바랜드",
    "types": [
      "노말"
    ],
    "abilities": [
      "위협",
      "모래헤치기",
      "배짱"
    ]
  },
  {
    "id": 509,
    "name": "쌔비냥",
    "types": [
      "악"
    ],
    "abilities": [
      "유연",
      "곡예",
      "짓궂은마음"
    ]
  },
  {
    "id": 510,
    "name": "레파르다스",
    "types": [
      "악"
    ],
    "abilities": [
      "유연",
      "곡예",
      "짓궂은마음"
    ]
  },
  {
    "id": 511,
    "name": "야나프",
    "types": [
      "풀"
    ],
    "abilities": [
      "먹보",
      "심록"
    ]
  },
  {
    "id": 512,
    "name": "야나키",
    "types": [
      "풀"
    ],
    "abilities": [
      "먹보",
      "심록"
    ]
  },
  {
    "id": 513,
    "name": "바오프",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "먹보",
      "맹화"
    ]
  },
  {
    "id": 514,
    "name": "바오키",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "먹보",
      "맹화"
    ]
  },
  {
    "id": 515,
    "name": "앗차프",
    "types": [
      "물"
    ],
    "abilities": [
      "먹보",
      "급류"
    ]
  },
  {
    "id": 516,
    "name": "앗차키",
    "types": [
      "물"
    ],
    "abilities": [
      "먹보",
      "급류"
    ]
  },
  {
    "id": 517,
    "name": "몽나",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "예지몽",
      "싱크로",
      "텔레파시"
    ]
  },
  {
    "id": 518,
    "name": "몽얌나",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "예지몽",
      "싱크로",
      "텔레파시"
    ]
  },
  {
    "id": 519,
    "name": "콩둘기",
    "types": [
      "노말",
      "비행"
    ],
    "abilities": [
      "부풀린가슴",
      "대운",
      "투쟁심"
    ]
  },
  {
    "id": 520,
    "name": "유토브",
    "types": [
      "노말",
      "비행"
    ],
    "abilities": [
      "부풀린가슴",
      "대운",
      "투쟁심"
    ]
  },
  {
    "id": 521,
    "name": "켄호로우",
    "types": [
      "노말",
      "비행"
    ],
    "abilities": [
      "부풀린가슴",
      "대운",
      "투쟁심"
    ]
  },
  {
    "id": 522,
    "name": "줄뮤마",
    "types": [
      "전기"
    ],
    "abilities": [
      "피뢰침",
      "전기엔진",
      "초식"
    ]
  },
  {
    "id": 523,
    "name": "제브라이카",
    "types": [
      "전기"
    ],
    "abilities": [
      "피뢰침",
      "전기엔진",
      "초식"
    ]
  },
  {
    "id": 524,
    "name": "단굴",
    "types": [
      "바위"
    ],
    "abilities": [
      "옹골참",
      "깨어진갑옷",
      "모래의힘"
    ]
  },
  {
    "id": 525,
    "name": "암트르",
    "types": [
      "바위"
    ],
    "abilities": [
      "옹골참",
      "깨어진갑옷",
      "모래의힘"
    ]
  },
  {
    "id": 526,
    "name": "기가이어스",
    "types": [
      "바위"
    ],
    "abilities": [
      "옹골참",
      "모래날림",
      "모래의힘"
    ]
  },
  {
    "id": 527,
    "name": "또르박쥐",
    "types": [
      "에스퍼",
      "비행"
    ],
    "abilities": [
      "천진",
      "서투름",
      "단순"
    ]
  },
  {
    "id": 528,
    "name": "맘박쥐",
    "types": [
      "에스퍼",
      "비행"
    ],
    "abilities": [
      "천진",
      "서투름",
      "단순"
    ]
  },
  {
    "id": 529,
    "name": "두더류",
    "types": [
      "땅"
    ],
    "abilities": [
      "모래헤치기",
      "모래의힘",
      "틀깨기"
    ]
  },
  {
    "id": 530,
    "name": "몰드류",
    "types": [
      "땅",
      "강철"
    ],
    "abilities": [
      "모래헤치기",
      "모래의힘",
      "틀깨기"
    ]
  },
  {
    "id": 531,
    "name": "다부니",
    "types": [
      "노말"
    ],
    "abilities": [
      "치유의마음",
      "재생력",
      "서투름"
    ]
  },
  {
    "id": 532,
    "name": "으랏차",
    "types": [
      "격투"
    ],
    "abilities": [
      "근성",
      "우격다짐",
      "철주먹"
    ]
  },
  {
    "id": 533,
    "name": "토쇠골",
    "types": [
      "격투"
    ],
    "abilities": [
      "근성",
      "우격다짐",
      "철주먹"
    ]
  },
  {
    "id": 534,
    "name": "노보청",
    "types": [
      "격투"
    ],
    "abilities": [
      "근성",
      "우격다짐",
      "철주먹"
    ]
  },
  {
    "id": 535,
    "name": "동챙이",
    "types": [
      "물"
    ],
    "abilities": [
      "쓱쓱",
      "촉촉바디",
      "저수"
    ]
  },
  {
    "id": 536,
    "name": "두까비",
    "types": [
      "물",
      "땅"
    ],
    "abilities": [
      "쓱쓱",
      "촉촉바디",
      "저수"
    ]
  },
  {
    "id": 537,
    "name": "두빅굴",
    "types": [
      "물",
      "땅"
    ],
    "abilities": [
      "쓱쓱",
      "독수",
      "저수"
    ]
  },
  {
    "id": 538,
    "name": "던지미",
    "types": [
      "격투"
    ],
    "abilities": [
      "근성",
      "정신력",
      "틀깨기"
    ]
  },
  {
    "id": 539,
    "name": "타격귀",
    "types": [
      "격투"
    ],
    "abilities": [
      "옹골참",
      "정신력",
      "틀깨기"
    ]
  },
  {
    "id": 540,
    "name": "두르보",
    "types": [
      "벌레",
      "풀"
    ],
    "abilities": [
      "벌레의알림",
      "엽록소",
      "방진"
    ]
  },
  {
    "id": 541,
    "name": "두르쿤",
    "types": [
      "벌레",
      "풀"
    ],
    "abilities": [
      "리프가드",
      "엽록소",
      "방진"
    ]
  },
  {
    "id": 542,
    "name": "모아머",
    "types": [
      "벌레",
      "풀"
    ],
    "abilities": [
      "벌레의알림",
      "엽록소",
      "방진"
    ]
  },
  {
    "id": 543,
    "name": "마디네",
    "types": [
      "벌레",
      "독"
    ],
    "abilities": [
      "독가시",
      "벌레의알림",
      "가속"
    ]
  },
  {
    "id": 544,
    "name": "휠구",
    "types": [
      "벌레",
      "독"
    ],
    "abilities": [
      "독가시",
      "벌레의알림",
      "가속"
    ]
  },
  {
    "id": 545,
    "name": "펜드라",
    "types": [
      "벌레",
      "독"
    ],
    "abilities": [
      "독가시",
      "벌레의알림",
      "가속"
    ]
  },
  {
    "id": 546,
    "name": "소미안",
    "types": [
      "풀",
      "페어리"
    ],
    "abilities": [
      "짓궂은마음",
      "틈새포착",
      "엽록소"
    ]
  },
  {
    "id": 547,
    "name": "엘풍",
    "types": [
      "풀",
      "페어리"
    ],
    "abilities": [
      "짓궂은마음",
      "틈새포착",
      "엽록소"
    ]
  },
  {
    "id": 548,
    "name": "치릴리",
    "types": [
      "풀"
    ],
    "abilities": [
      "엽록소",
      "마이페이스",
      "리프가드"
    ]
  },
  {
    "id": 549,
    "name": "드레디어",
    "types": [
      "풀"
    ],
    "abilities": [
      "엽록소",
      "마이페이스",
      "리프가드"
    ]
  },
  {
    "id": 550,
    "name": "배쓰나이",
    "types": [
      "물"
    ],
    "abilities": [
      "이판사판",
      "적응력",
      "틀깨기"
    ]
  },
  {
    "id": 551,
    "name": "깜눈크",
    "types": [
      "땅",
      "악"
    ],
    "abilities": [
      "위협",
      "자기과신",
      "분노의경혈"
    ]
  },
  {
    "id": 552,
    "name": "악비르",
    "types": [
      "땅",
      "악"
    ],
    "abilities": [
      "위협",
      "자기과신",
      "분노의경혈"
    ]
  },
  {
    "id": 553,
    "name": "악비아르",
    "types": [
      "땅",
      "악"
    ],
    "abilities": [
      "위협",
      "자기과신",
      "분노의경혈"
    ]
  },
  {
    "id": 554,
    "name": "달막화",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "의욕",
      "정신력"
    ]
  },
  {
    "id": 555,
    "name": "불비달마",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "우격다짐",
      "달마모드"
    ]
  },
  {
    "id": 556,
    "name": "마라카치",
    "types": [
      "풀"
    ],
    "abilities": [
      "저수",
      "엽록소",
      "마중물"
    ]
  },
  {
    "id": 557,
    "name": "돌살이",
    "types": [
      "벌레",
      "바위"
    ],
    "abilities": [
      "옹골참",
      "조가비갑옷",
      "깨어진갑옷"
    ]
  },
  {
    "id": 558,
    "name": "암팰리스",
    "types": [
      "벌레",
      "바위"
    ],
    "abilities": [
      "옹골참",
      "조가비갑옷",
      "깨어진갑옷"
    ]
  },
  {
    "id": 559,
    "name": "곤율랭",
    "types": [
      "악",
      "격투"
    ],
    "abilities": [
      "탈피",
      "자기과신",
      "위협"
    ]
  },
  {
    "id": 560,
    "name": "곤율거니",
    "types": [
      "악",
      "격투"
    ],
    "abilities": [
      "탈피",
      "자기과신",
      "위협"
    ]
  },
  {
    "id": 561,
    "name": "심보러",
    "types": [
      "에스퍼",
      "비행"
    ],
    "abilities": [
      "미라클스킨",
      "매직가드",
      "색안경"
    ]
  },
  {
    "id": 562,
    "name": "데스마스",
    "types": [
      "고스트"
    ],
    "abilities": [
      "미라"
    ]
  },
  {
    "id": 563,
    "name": "데스니칸",
    "types": [
      "고스트"
    ],
    "abilities": [
      "미라"
    ]
  },
  {
    "id": 564,
    "name": "프로토가",
    "types": [
      "물",
      "바위"
    ],
    "abilities": [
      "하드록",
      "옹골참",
      "쓱쓱"
    ]
  },
  {
    "id": 565,
    "name": "늑골라",
    "types": [
      "물",
      "바위"
    ],
    "abilities": [
      "하드록",
      "옹골참",
      "쓱쓱"
    ]
  },
  {
    "id": 566,
    "name": "아켄",
    "types": [
      "바위",
      "비행"
    ],
    "abilities": [
      "무기력"
    ]
  },
  {
    "id": 567,
    "name": "아케오스",
    "types": [
      "바위",
      "비행"
    ],
    "abilities": [
      "무기력"
    ]
  },
  {
    "id": 568,
    "name": "깨봉이",
    "types": [
      "독"
    ],
    "abilities": [
      "악취",
      "점착",
      "유폭"
    ]
  },
  {
    "id": 569,
    "name": "더스트나",
    "types": [
      "독"
    ],
    "abilities": [
      "악취",
      "깨어진갑옷",
      "유폭"
    ]
  },
  {
    "id": 570,
    "name": "조로아",
    "types": [
      "악"
    ],
    "abilities": [
      "일루전"
    ]
  },
  {
    "id": 571,
    "name": "조로아크",
    "types": [
      "악"
    ],
    "abilities": [
      "일루전"
    ]
  },
  {
    "id": 572,
    "name": "치라미",
    "types": [
      "노말"
    ],
    "abilities": [
      "헤롱헤롱바디",
      "테크니션",
      "스킬링크"
    ]
  },
  {
    "id": 573,
    "name": "치라치노",
    "types": [
      "노말"
    ],
    "abilities": [
      "헤롱헤롱바디",
      "테크니션",
      "스킬링크"
    ]
  },
  {
    "id": 574,
    "name": "고디탱",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "통찰",
      "승기",
      "그림자밟기"
    ]
  },
  {
    "id": 575,
    "name": "고디보미",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "통찰",
      "승기",
      "그림자밟기"
    ]
  },
  {
    "id": 576,
    "name": "고디모아젤",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "통찰",
      "승기",
      "그림자밟기"
    ]
  },
  {
    "id": 577,
    "name": "유니란",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "방진",
      "매직가드",
      "재생력"
    ]
  },
  {
    "id": 578,
    "name": "듀란",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "방진",
      "매직가드",
      "재생력"
    ]
  },
  {
    "id": 579,
    "name": "란쿨루스",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "방진",
      "매직가드",
      "재생력"
    ]
  },
  {
    "id": 580,
    "name": "꼬지보리",
    "types": [
      "물",
      "비행"
    ],
    "abilities": [
      "날카로운눈",
      "부풀린가슴",
      "촉촉바디"
    ]
  },
  {
    "id": 581,
    "name": "스완나",
    "types": [
      "물",
      "비행"
    ],
    "abilities": [
      "날카로운눈",
      "부풀린가슴",
      "촉촉바디"
    ]
  },
  {
    "id": 582,
    "name": "바닐프티",
    "types": [
      "얼음"
    ],
    "abilities": [
      "아이스바디",
      "눈숨기",
      "깨어진갑옷"
    ]
  },
  {
    "id": 583,
    "name": "바닐리치",
    "types": [
      "얼음"
    ],
    "abilities": [
      "아이스바디",
      "눈숨기",
      "깨어진갑옷"
    ]
  },
  {
    "id": 584,
    "name": "배바닐라",
    "types": [
      "얼음"
    ],
    "abilities": [
      "아이스바디",
      "눈퍼뜨리기",
      "깨어진갑옷"
    ]
  },
  {
    "id": 585,
    "name": "사철록",
    "types": [
      "노말",
      "풀"
    ],
    "abilities": [
      "엽록소",
      "초식",
      "하늘의은총"
    ]
  },
  {
    "id": 586,
    "name": "바라철록",
    "types": [
      "노말",
      "풀"
    ],
    "abilities": [
      "엽록소",
      "초식",
      "하늘의은총"
    ]
  },
  {
    "id": 587,
    "name": "에몽가",
    "types": [
      "전기",
      "비행"
    ],
    "abilities": [
      "정전기",
      "전기엔진"
    ]
  },
  {
    "id": 588,
    "name": "딱정곤",
    "types": [
      "벌레"
    ],
    "abilities": [
      "벌레의알림",
      "탈피",
      "노가드"
    ]
  },
  {
    "id": 589,
    "name": "슈바르고",
    "types": [
      "벌레",
      "강철"
    ],
    "abilities": [
      "벌레의알림",
      "조가비갑옷",
      "방진"
    ]
  },
  {
    "id": 590,
    "name": "깜놀버슬",
    "types": [
      "풀",
      "독"
    ],
    "abilities": [
      "포자",
      "재생력"
    ]
  },
  {
    "id": 591,
    "name": "뽀록나",
    "types": [
      "풀",
      "독"
    ],
    "abilities": [
      "포자",
      "재생력"
    ]
  },
  {
    "id": 592,
    "name": "탱그릴",
    "types": [
      "물",
      "고스트"
    ],
    "abilities": [
      "저수",
      "저주받은바디",
      "습기"
    ]
  },
  {
    "id": 593,
    "name": "탱탱겔",
    "types": [
      "물",
      "고스트"
    ],
    "abilities": [
      "저수",
      "저주받은바디",
      "습기"
    ]
  },
  {
    "id": 594,
    "name": "맘복치",
    "types": [
      "물"
    ],
    "abilities": [
      "치유의마음",
      "촉촉바디",
      "재생력"
    ]
  },
  {
    "id": 595,
    "name": "파쪼옥",
    "types": [
      "벌레",
      "전기"
    ],
    "abilities": [
      "복안",
      "긴장감",
      "벌레의알림"
    ]
  },
  {
    "id": 596,
    "name": "전툴라",
    "types": [
      "벌레",
      "전기"
    ],
    "abilities": [
      "복안",
      "긴장감",
      "벌레의알림"
    ]
  },
  {
    "id": 597,
    "name": "철시드",
    "types": [
      "풀",
      "강철"
    ],
    "abilities": [
      "철가시"
    ]
  },
  {
    "id": 598,
    "name": "너트령",
    "types": [
      "풀",
      "강철"
    ],
    "abilities": [
      "철가시",
      "위험예지"
    ]
  },
  {
    "id": 599,
    "name": "기어르",
    "types": [
      "강철"
    ],
    "abilities": [
      "플러스",
      "마이너스",
      "클리어바디"
    ]
  },
  {
    "id": 600,
    "name": "기기어르",
    "types": [
      "강철"
    ],
    "abilities": [
      "플러스",
      "마이너스",
      "클리어바디"
    ]
  },
  {
    "id": 601,
    "name": "기기기어르",
    "types": [
      "강철"
    ],
    "abilities": [
      "플러스",
      "마이너스",
      "클리어바디"
    ]
  },
  {
    "id": 602,
    "name": "저리어",
    "types": [
      "전기"
    ],
    "abilities": [
      "부유"
    ]
  },
  {
    "id": 603,
    "name": "저리릴",
    "types": [
      "전기"
    ],
    "abilities": [
      "부유"
    ]
  },
  {
    "id": 604,
    "name": "저리더프",
    "types": [
      "전기"
    ],
    "abilities": [
      "부유"
    ]
  },
  {
    "id": 605,
    "name": "리그레",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "텔레파시",
      "싱크로",
      "애널라이즈"
    ]
  },
  {
    "id": 606,
    "name": "벰크",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "텔레파시",
      "싱크로",
      "애널라이즈"
    ]
  },
  {
    "id": 607,
    "name": "불켜미",
    "types": [
      "고스트",
      "불꽃"
    ],
    "abilities": [
      "타오르는불꽃",
      "불꽃몸",
      "틈새포착"
    ]
  },
  {
    "id": 608,
    "name": "램프라",
    "types": [
      "고스트",
      "불꽃"
    ],
    "abilities": [
      "타오르는불꽃",
      "불꽃몸",
      "틈새포착"
    ]
  },
  {
    "id": 609,
    "name": "샹델라",
    "types": [
      "고스트",
      "불꽃"
    ],
    "abilities": [
      "타오르는불꽃",
      "불꽃몸",
      "틈새포착"
    ]
  },
  {
    "id": 610,
    "name": "터검니",
    "types": [
      "드래곤"
    ],
    "abilities": [
      "투쟁심",
      "틀깨기",
      "긴장감"
    ]
  },
  {
    "id": 611,
    "name": "액슨도",
    "types": [
      "드래곤"
    ],
    "abilities": [
      "투쟁심",
      "틀깨기",
      "긴장감"
    ]
  },
  {
    "id": 612,
    "name": "액스라이즈",
    "types": [
      "드래곤"
    ],
    "abilities": [
      "투쟁심",
      "틀깨기",
      "긴장감"
    ]
  },
  {
    "id": 613,
    "name": "코고미",
    "types": [
      "얼음"
    ],
    "abilities": [
      "눈숨기",
      "눈치우기",
      "주눅"
    ]
  },
  {
    "id": 614,
    "name": "툰베어",
    "types": [
      "얼음"
    ],
    "abilities": [
      "눈숨기",
      "눈치우기",
      "쓱쓱"
    ]
  },
  {
    "id": 615,
    "name": "프리지오",
    "types": [
      "얼음"
    ],
    "abilities": [
      "부유"
    ]
  },
  {
    "id": 616,
    "name": "쪼마리",
    "types": [
      "벌레"
    ],
    "abilities": [
      "촉촉바디",
      "조가비갑옷",
      "방진"
    ]
  },
  {
    "id": 617,
    "name": "어지리더",
    "types": [
      "벌레"
    ],
    "abilities": [
      "촉촉바디",
      "점착",
      "곡예"
    ]
  },
  {
    "id": 618,
    "name": "메더",
    "types": [
      "땅",
      "전기"
    ],
    "abilities": [
      "정전기",
      "유연",
      "모래숨기"
    ]
  },
  {
    "id": 619,
    "name": "비조푸",
    "types": [
      "격투"
    ],
    "abilities": [
      "정신력",
      "재생력",
      "이판사판"
    ]
  },
  {
    "id": 620,
    "name": "비조도",
    "types": [
      "격투"
    ],
    "abilities": [
      "정신력",
      "재생력",
      "이판사판"
    ]
  },
  {
    "id": 621,
    "name": "크리만",
    "types": [
      "드래곤"
    ],
    "abilities": [
      "까칠한피부",
      "우격다짐",
      "틀깨기"
    ]
  },
  {
    "id": 622,
    "name": "골비람",
    "types": [
      "땅",
      "고스트"
    ],
    "abilities": [
      "철주먹",
      "서투름",
      "노가드"
    ]
  },
  {
    "id": 623,
    "name": "골루그",
    "types": [
      "땅",
      "고스트"
    ],
    "abilities": [
      "철주먹",
      "서투름",
      "노가드"
    ]
  },
  {
    "id": 624,
    "name": "자망칼",
    "types": [
      "악",
      "강철"
    ],
    "abilities": [
      "오기",
      "정신력",
      "프레셔"
    ]
  },
  {
    "id": 625,
    "name": "절각참",
    "types": [
      "악",
      "강철"
    ],
    "abilities": [
      "오기",
      "정신력",
      "프레셔"
    ]
  },
  {
    "id": 626,
    "name": "버프론",
    "types": [
      "노말"
    ],
    "abilities": [
      "이판사판",
      "초식",
      "방음"
    ]
  },
  {
    "id": 627,
    "name": "수리둥보",
    "types": [
      "노말",
      "비행"
    ],
    "abilities": [
      "날카로운눈",
      "우격다짐",
      "의욕"
    ]
  },
  {
    "id": 628,
    "name": "워글",
    "types": [
      "노말",
      "비행"
    ],
    "abilities": [
      "날카로운눈",
      "우격다짐",
      "오기"
    ]
  },
  {
    "id": 629,
    "name": "벌차이",
    "types": [
      "악",
      "비행"
    ],
    "abilities": [
      "부풀린가슴",
      "방진",
      "깨어진갑옷"
    ]
  },
  {
    "id": 630,
    "name": "버랜지나",
    "types": [
      "악",
      "비행"
    ],
    "abilities": [
      "부풀린가슴",
      "방진",
      "깨어진갑옷"
    ]
  },
  {
    "id": 631,
    "name": "앤티골",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "먹보",
      "타오르는불꽃",
      "하얀연기"
    ]
  },
  {
    "id": 632,
    "name": "아이앤트",
    "types": [
      "벌레",
      "강철"
    ],
    "abilities": [
      "벌레의알림",
      "의욕",
      "게으름"
    ]
  },
  {
    "id": 633,
    "name": "모노두",
    "types": [
      "악",
      "드래곤"
    ],
    "abilities": [
      "의욕"
    ]
  },
  {
    "id": 634,
    "name": "디헤드",
    "types": [
      "악",
      "드래곤"
    ],
    "abilities": [
      "의욕"
    ]
  },
  {
    "id": 635,
    "name": "삼삼드래",
    "types": [
      "악",
      "드래곤"
    ],
    "abilities": [
      "부유"
    ]
  },
  {
    "id": 636,
    "name": "활화르바",
    "types": [
      "벌레",
      "불꽃"
    ],
    "abilities": [
      "불꽃몸",
      "벌레의알림"
    ]
  },
  {
    "id": 637,
    "name": "불카모스",
    "types": [
      "벌레",
      "불꽃"
    ],
    "abilities": [
      "불꽃몸",
      "벌레의알림"
    ]
  },
  {
    "id": 638,
    "name": "코바르온",
    "types": [
      "강철",
      "격투"
    ],
    "abilities": [
      "정의의마음"
    ]
  },
  {
    "id": 639,
    "name": "테라키온",
    "types": [
      "바위",
      "격투"
    ],
    "abilities": [
      "정의의마음"
    ]
  },
  {
    "id": 640,
    "name": "비리디온",
    "types": [
      "풀",
      "격투"
    ],
    "abilities": [
      "정의의마음"
    ]
  },
  {
    "id": 641,
    "name": "토네로스",
    "types": [
      "비행"
    ],
    "abilities": [
      "짓궂은마음",
      "오기"
    ]
  },
  {
    "id": 642,
    "name": "볼트로스",
    "types": [
      "전기",
      "비행"
    ],
    "abilities": [
      "짓궂은마음",
      "오기"
    ]
  },
  {
    "id": 643,
    "name": "레시라무",
    "types": [
      "드래곤",
      "불꽃"
    ],
    "abilities": [
      "터보블레이즈"
    ]
  },
  {
    "id": 644,
    "name": "제크로무",
    "types": [
      "드래곤",
      "전기"
    ],
    "abilities": [
      "테라볼티지"
    ]
  },
  {
    "id": 645,
    "name": "랜드로스",
    "types": [
      "땅",
      "비행"
    ],
    "abilities": [
      "모래의힘",
      "우격다짐"
    ]
  },
  {
    "id": 646,
    "name": "큐레무",
    "types": [
      "드래곤",
      "얼음"
    ],
    "abilities": [
      "프레셔"
    ]
  },
  {
    "id": 647,
    "name": "케르디오",
    "types": [
      "물",
      "격투"
    ],
    "abilities": [
      "정의의마음"
    ]
  },
  {
    "id": 648,
    "name": "메로엣타",
    "types": [
      "노말",
      "에스퍼"
    ],
    "abilities": [
      "하늘의은총"
    ]
  },
  {
    "id": 649,
    "name": "게노세크트",
    "types": [
      "벌레",
      "강철"
    ],
    "abilities": [
      "다운로드"
    ]
  },
  {
    "id": 650,
    "name": "도치마론",
    "types": [
      "풀"
    ],
    "abilities": [
      "심록",
      "방탄"
    ]
  },
  {
    "id": 651,
    "name": "도치보구",
    "types": [
      "풀"
    ],
    "abilities": [
      "심록",
      "방탄"
    ]
  },
  {
    "id": 652,
    "name": "브리가론",
    "types": [
      "풀",
      "격투"
    ],
    "abilities": [
      "심록",
      "방탄"
    ]
  },
  {
    "id": 653,
    "name": "푸호꼬",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "맹화",
      "매지션"
    ]
  },
  {
    "id": 654,
    "name": "테르나",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "맹화",
      "매지션"
    ]
  },
  {
    "id": 655,
    "name": "마폭시",
    "types": [
      "불꽃",
      "에스퍼"
    ],
    "abilities": [
      "맹화",
      "매지션"
    ]
  },
  {
    "id": 656,
    "name": "개구마르",
    "types": [
      "물"
    ],
    "abilities": [
      "급류",
      "변환자재"
    ]
  },
  {
    "id": 657,
    "name": "개굴반장",
    "types": [
      "물"
    ],
    "abilities": [
      "급류",
      "변환자재"
    ]
  },
  {
    "id": 658,
    "name": "개굴닌자",
    "types": [
      "물",
      "악"
    ],
    "abilities": [
      "급류",
      "변환자재"
    ]
  },
  {
    "id": 659,
    "name": "파르빗",
    "types": [
      "노말"
    ],
    "abilities": [
      "픽업",
      "볼주머니",
      "천하장사"
    ]
  },
  {
    "id": 660,
    "name": "파르토",
    "types": [
      "노말",
      "땅"
    ],
    "abilities": [
      "픽업",
      "볼주머니",
      "천하장사"
    ]
  },
  {
    "id": 661,
    "name": "화살꼬빈",
    "types": [
      "노말",
      "비행"
    ],
    "abilities": [
      "부풀린가슴",
      "질풍날개"
    ]
  },
  {
    "id": 662,
    "name": "불화살빈",
    "types": [
      "불꽃",
      "비행"
    ],
    "abilities": [
      "불꽃몸",
      "질풍날개"
    ]
  },
  {
    "id": 663,
    "name": "파이어로",
    "types": [
      "불꽃",
      "비행"
    ],
    "abilities": [
      "불꽃몸",
      "질풍날개"
    ]
  },
  {
    "id": 664,
    "name": "분이벌레",
    "types": [
      "벌레"
    ],
    "abilities": [
      "인분",
      "복안",
      "프렌드가드"
    ]
  },
  {
    "id": 665,
    "name": "분떠도리",
    "types": [
      "벌레"
    ],
    "abilities": [
      "탈피",
      "프렌드가드"
    ]
  },
  {
    "id": 666,
    "name": "비비용",
    "types": [
      "벌레",
      "비행"
    ],
    "abilities": [
      "인분",
      "복안",
      "프렌드가드"
    ]
  },
  {
    "id": 667,
    "name": "레오꼬",
    "types": [
      "불꽃",
      "노말"
    ],
    "abilities": [
      "투쟁심",
      "긴장감",
      "자기과신"
    ]
  },
  {
    "id": 668,
    "name": "화염레오",
    "types": [
      "불꽃",
      "노말"
    ],
    "abilities": [
      "투쟁심",
      "긴장감",
      "자기과신"
    ]
  },
  {
    "id": 669,
    "name": "플라베베",
    "types": [
      "페어리"
    ],
    "abilities": [
      "플라워베일",
      "공생"
    ]
  },
  {
    "id": 670,
    "name": "플라엣테",
    "types": [
      "페어리"
    ],
    "abilities": [
      "플라워베일",
      "공생"
    ]
  },
  {
    "id": 671,
    "name": "플라제스",
    "types": [
      "페어리"
    ],
    "abilities": [
      "플라워베일",
      "공생"
    ]
  },
  {
    "id": 672,
    "name": "메이클",
    "types": [
      "풀"
    ],
    "abilities": [
      "초식",
      "풀모피"
    ]
  },
  {
    "id": 673,
    "name": "고고트",
    "types": [
      "풀"
    ],
    "abilities": [
      "초식",
      "풀모피"
    ]
  },
  {
    "id": 674,
    "name": "판짱",
    "types": [
      "격투"
    ],
    "abilities": [
      "철주먹",
      "틀깨기",
      "배짱"
    ]
  },
  {
    "id": 675,
    "name": "부란다",
    "types": [
      "격투",
      "악"
    ],
    "abilities": [
      "철주먹",
      "틀깨기",
      "배짱"
    ]
  },
  {
    "id": 676,
    "name": "트리미앙",
    "types": [
      "노말"
    ],
    "abilities": [
      "퍼코트"
    ]
  },
  {
    "id": 677,
    "name": "냐스퍼",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "날카로운눈",
      "틈새포착",
      "마이페이스"
    ]
  },
  {
    "id": 678,
    "name": "냐오닉스",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "날카로운눈",
      "틈새포착",
      "짓궂은마음"
    ]
  },
  {
    "id": 679,
    "name": "단칼빙",
    "types": [
      "강철",
      "고스트"
    ],
    "abilities": [
      "노가드"
    ]
  },
  {
    "id": 680,
    "name": "쌍검킬",
    "types": [
      "강철",
      "고스트"
    ],
    "abilities": [
      "노가드"
    ]
  },
  {
    "id": 681,
    "name": "킬가르도",
    "types": [
      "강철",
      "고스트"
    ],
    "abilities": [
      "배틀스위치"
    ]
  },
  {
    "id": 682,
    "name": "슈쁘",
    "types": [
      "페어리"
    ],
    "abilities": [
      "치유의마음",
      "아로마베일"
    ]
  },
  {
    "id": 683,
    "name": "프레프티르",
    "types": [
      "페어리"
    ],
    "abilities": [
      "치유의마음",
      "아로마베일"
    ]
  },
  {
    "id": 684,
    "name": "나룸퍼프",
    "types": [
      "페어리"
    ],
    "abilities": [
      "스위트베일",
      "곡예"
    ]
  },
  {
    "id": 685,
    "name": "나루림",
    "types": [
      "페어리"
    ],
    "abilities": [
      "스위트베일",
      "곡예"
    ]
  },
  {
    "id": 686,
    "name": "오케이징",
    "types": [
      "악",
      "에스퍼"
    ],
    "abilities": [
      "심술꾸러기",
      "흡반",
      "틈새포착"
    ]
  },
  {
    "id": 687,
    "name": "칼라마네로",
    "types": [
      "악",
      "에스퍼"
    ],
    "abilities": [
      "심술꾸러기",
      "흡반",
      "틈새포착"
    ]
  },
  {
    "id": 688,
    "name": "거북손손",
    "types": [
      "바위",
      "물"
    ],
    "abilities": [
      "단단한발톱",
      "스나이퍼",
      "나쁜손버릇"
    ]
  },
  {
    "id": 689,
    "name": "거북손데스",
    "types": [
      "바위",
      "물"
    ],
    "abilities": [
      "단단한발톱",
      "스나이퍼",
      "나쁜손버릇"
    ]
  },
  {
    "id": 690,
    "name": "수레기",
    "types": [
      "독",
      "물"
    ],
    "abilities": [
      "독가시",
      "독수",
      "적응력"
    ]
  },
  {
    "id": 691,
    "name": "드래캄",
    "types": [
      "독",
      "드래곤"
    ],
    "abilities": [
      "독가시",
      "독수",
      "적응력"
    ]
  },
  {
    "id": 692,
    "name": "완철포",
    "types": [
      "물"
    ],
    "abilities": [
      "메가런처"
    ]
  },
  {
    "id": 693,
    "name": "블로스터",
    "types": [
      "물"
    ],
    "abilities": [
      "메가런처"
    ]
  },
  {
    "id": 694,
    "name": "목도리키텔",
    "types": [
      "전기",
      "노말"
    ],
    "abilities": [
      "건조피부",
      "모래숨기",
      "선파워"
    ]
  },
  {
    "id": 695,
    "name": "일레도리자드",
    "types": [
      "전기",
      "노말"
    ],
    "abilities": [
      "건조피부",
      "모래숨기",
      "선파워"
    ]
  },
  {
    "id": 696,
    "name": "티고라스",
    "types": [
      "바위",
      "드래곤"
    ],
    "abilities": [
      "옹골찬턱",
      "옹골참"
    ]
  },
  {
    "id": 697,
    "name": "견고라스",
    "types": [
      "바위",
      "드래곤"
    ],
    "abilities": [
      "옹골찬턱",
      "돌머리"
    ]
  },
  {
    "id": 698,
    "name": "아마루스",
    "types": [
      "바위",
      "얼음"
    ],
    "abilities": [
      "프리즈스킨",
      "눈퍼뜨리기"
    ]
  },
  {
    "id": 699,
    "name": "아마루르가",
    "types": [
      "바위",
      "얼음"
    ],
    "abilities": [
      "프리즈스킨",
      "눈퍼뜨리기"
    ]
  },
  {
    "id": 700,
    "name": "님피아",
    "types": [
      "페어리"
    ],
    "abilities": [
      "헤롱헤롱바디",
      "페어리스킨"
    ]
  },
  {
    "id": 701,
    "name": "루차불",
    "types": [
      "격투",
      "비행"
    ],
    "abilities": [
      "유연",
      "곡예",
      "틀깨기"
    ]
  },
  {
    "id": 702,
    "name": "데덴네",
    "types": [
      "전기",
      "페어리"
    ],
    "abilities": [
      "볼주머니",
      "픽업",
      "플러스"
    ]
  },
  {
    "id": 703,
    "name": "멜리시",
    "types": [
      "바위",
      "페어리"
    ],
    "abilities": [
      "클리어바디",
      "옹골참"
    ]
  },
  {
    "id": 704,
    "name": "미끄메라",
    "types": [
      "드래곤"
    ],
    "abilities": [
      "초식",
      "촉촉바디",
      "미끈미끈"
    ]
  },
  {
    "id": 705,
    "name": "미끄네일",
    "types": [
      "드래곤"
    ],
    "abilities": [
      "초식",
      "촉촉바디",
      "미끈미끈"
    ]
  },
  {
    "id": 706,
    "name": "미끄래곤",
    "types": [
      "드래곤"
    ],
    "abilities": [
      "초식",
      "촉촉바디",
      "미끈미끈"
    ]
  },
  {
    "id": 707,
    "name": "클레피",
    "types": [
      "강철",
      "페어리"
    ],
    "abilities": [
      "짓궂은마음",
      "매지션"
    ]
  },
  {
    "id": 708,
    "name": "나목령",
    "types": [
      "고스트",
      "풀"
    ],
    "abilities": [
      "자연회복",
      "통찰",
      "수확"
    ]
  },
  {
    "id": 709,
    "name": "대로트",
    "types": [
      "고스트",
      "풀"
    ],
    "abilities": [
      "자연회복",
      "통찰",
      "수확"
    ]
  },
  {
    "id": 710,
    "name": "호바귀",
    "types": [
      "고스트",
      "풀"
    ],
    "abilities": [
      "픽업",
      "통찰",
      "불면"
    ]
  },
  {
    "id": 711,
    "name": "펌킨인",
    "types": [
      "고스트",
      "풀"
    ],
    "abilities": [
      "픽업",
      "통찰",
      "불면"
    ]
  },
  {
    "id": 712,
    "name": "꽁어름",
    "types": [
      "얼음"
    ],
    "abilities": [
      "마이페이스",
      "아이스바디",
      "옹골참"
    ]
  },
  {
    "id": 713,
    "name": "크레베이스",
    "types": [
      "얼음"
    ],
    "abilities": [
      "마이페이스",
      "아이스바디",
      "옹골참"
    ]
  },
  {
    "id": 714,
    "name": "음뱃",
    "types": [
      "비행",
      "드래곤"
    ],
    "abilities": [
      "통찰",
      "틈새포착",
      "텔레파시"
    ]
  },
  {
    "id": 715,
    "name": "음번",
    "types": [
      "비행",
      "드래곤"
    ],
    "abilities": [
      "통찰",
      "틈새포착",
      "텔레파시"
    ]
  },
  {
    "id": 716,
    "name": "제르네아스",
    "types": [
      "페어리"
    ],
    "abilities": [
      "페어리오라"
    ]
  },
  {
    "id": 717,
    "name": "이벨타르",
    "types": [
      "악",
      "비행"
    ],
    "abilities": [
      "다크오라"
    ]
  },
  {
    "id": 718,
    "name": "지가르데",
    "types": [
      "드래곤",
      "땅"
    ],
    "abilities": [
      "오라브레이크"
    ]
  },
  {
    "id": 719,
    "name": "디안시",
    "types": [
      "바위",
      "페어리"
    ],
    "abilities": [
      "클리어바디"
    ]
  },
  {
    "id": 720,
    "name": "후파",
    "types": [
      "에스퍼",
      "고스트"
    ],
    "abilities": [
      "매지션"
    ]
  },
  {
    "id": 721,
    "name": "볼케니온",
    "types": [
      "불꽃",
      "물"
    ],
    "abilities": [
      "저수"
    ]
  },
  {
    "id": 722,
    "name": "나몰빼미",
    "types": [
      "풀",
      "비행"
    ],
    "abilities": [
      "심록",
      "원격"
    ]
  },
  {
    "id": 723,
    "name": "빼미스로우",
    "types": [
      "풀",
      "비행"
    ],
    "abilities": [
      "심록",
      "원격"
    ]
  },
  {
    "id": 724,
    "name": "모크나이퍼",
    "types": [
      "풀",
      "고스트"
    ],
    "abilities": [
      "심록",
      "원격"
    ]
  },
  {
    "id": 725,
    "name": "냐오불",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "맹화",
      "위협"
    ]
  },
  {
    "id": 726,
    "name": "냐오히트",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "맹화",
      "위협"
    ]
  },
  {
    "id": 727,
    "name": "어흥염",
    "types": [
      "불꽃",
      "악"
    ],
    "abilities": [
      "맹화",
      "위협"
    ]
  },
  {
    "id": 728,
    "name": "누리공",
    "types": [
      "물"
    ],
    "abilities": [
      "급류",
      "촉촉보이스"
    ]
  },
  {
    "id": 729,
    "name": "키요공",
    "types": [
      "물"
    ],
    "abilities": [
      "급류",
      "촉촉보이스"
    ]
  },
  {
    "id": 730,
    "name": "누리레느",
    "types": [
      "물",
      "페어리"
    ],
    "abilities": [
      "급류",
      "촉촉보이스"
    ]
  },
  {
    "id": 731,
    "name": "콕코구리",
    "types": [
      "노말",
      "비행"
    ],
    "abilities": [
      "날카로운눈",
      "스킬링크",
      "픽업"
    ]
  },
  {
    "id": 732,
    "name": "크라파",
    "types": [
      "노말",
      "비행"
    ],
    "abilities": [
      "날카로운눈",
      "스킬링크",
      "픽업"
    ]
  },
  {
    "id": 733,
    "name": "왕큰부리",
    "types": [
      "노말",
      "비행"
    ],
    "abilities": [
      "날카로운눈",
      "스킬링크",
      "우격다짐"
    ]
  },
  {
    "id": 734,
    "name": "영구스",
    "types": [
      "노말"
    ],
    "abilities": [
      "잠복",
      "옹골찬턱",
      "적응력"
    ]
  },
  {
    "id": 735,
    "name": "형사구스",
    "types": [
      "노말"
    ],
    "abilities": [
      "잠복",
      "옹골찬턱",
      "적응력"
    ]
  },
  {
    "id": 736,
    "name": "턱지충이",
    "types": [
      "벌레"
    ],
    "abilities": [
      "벌레의알림"
    ]
  },
  {
    "id": 737,
    "name": "전지충이",
    "types": [
      "벌레",
      "전기"
    ],
    "abilities": [
      "배터리"
    ]
  },
  {
    "id": 738,
    "name": "투구뿌논",
    "types": [
      "벌레",
      "전기"
    ],
    "abilities": [
      "부유"
    ]
  },
  {
    "id": 739,
    "name": "오기지게",
    "types": [
      "격투"
    ],
    "abilities": [
      "괴력집게",
      "철주먹",
      "분노의경혈"
    ]
  },
  {
    "id": 740,
    "name": "모단단게",
    "types": [
      "격투",
      "얼음"
    ],
    "abilities": [
      "괴력집게",
      "철주먹",
      "분노의경혈"
    ]
  },
  {
    "id": 741,
    "name": "춤추새",
    "types": [
      "불꽃",
      "비행"
    ],
    "abilities": [
      "무희"
    ]
  },
  {
    "id": 742,
    "name": "에블리",
    "types": [
      "벌레",
      "페어리"
    ],
    "abilities": [
      "꿀모으기",
      "인분",
      "스위트베일"
    ]
  },
  {
    "id": 743,
    "name": "에리본",
    "types": [
      "벌레",
      "페어리"
    ],
    "abilities": [
      "꿀모으기",
      "인분",
      "스위트베일"
    ]
  },
  {
    "id": 744,
    "name": "암멍이",
    "types": [
      "바위"
    ],
    "abilities": [
      "날카로운눈",
      "의기양양",
      "불굴의마음"
    ]
  },
  {
    "id": 745,
    "name": "루가루암",
    "types": [
      "바위"
    ],
    "abilities": [
      "날카로운눈",
      "모래헤치기",
      "불굴의마음"
    ]
  },
  {
    "id": 746,
    "name": "약어리",
    "types": [
      "물"
    ],
    "abilities": [
      "어군"
    ]
  },
  {
    "id": 747,
    "name": "시마사리",
    "types": [
      "독",
      "물"
    ],
    "abilities": [
      "무도한행동",
      "유연",
      "재생력"
    ]
  },
  {
    "id": 748,
    "name": "더시마사리",
    "types": [
      "독",
      "물"
    ],
    "abilities": [
      "무도한행동",
      "유연",
      "재생력"
    ]
  },
  {
    "id": 749,
    "name": "머드나기",
    "types": [
      "땅"
    ],
    "abilities": [
      "마이페이스",
      "지구력",
      "정신력"
    ]
  },
  {
    "id": 750,
    "name": "만마드",
    "types": [
      "땅"
    ],
    "abilities": [
      "마이페이스",
      "지구력",
      "정신력"
    ]
  },
  {
    "id": 751,
    "name": "물거미",
    "types": [
      "물",
      "벌레"
    ],
    "abilities": [
      "수포",
      "저수"
    ]
  },
  {
    "id": 752,
    "name": "깨비물거미",
    "types": [
      "물",
      "벌레"
    ],
    "abilities": [
      "수포",
      "저수"
    ]
  },
  {
    "id": 753,
    "name": "짜랑랑",
    "types": [
      "풀"
    ],
    "abilities": [
      "리프가드",
      "심술꾸러기"
    ]
  },
  {
    "id": 754,
    "name": "라란티스",
    "types": [
      "풀"
    ],
    "abilities": [
      "리프가드",
      "심술꾸러기"
    ]
  },
  {
    "id": 755,
    "name": "자마슈",
    "types": [
      "풀",
      "페어리"
    ],
    "abilities": [
      "발광",
      "포자",
      "젖은접시"
    ]
  },
  {
    "id": 756,
    "name": "마셰이드",
    "types": [
      "풀",
      "페어리"
    ],
    "abilities": [
      "발광",
      "포자",
      "젖은접시"
    ]
  },
  {
    "id": 757,
    "name": "야도뇽",
    "types": [
      "독",
      "불꽃"
    ],
    "abilities": [
      "부식",
      "둔감"
    ]
  },
  {
    "id": 758,
    "name": "염뉴트",
    "types": [
      "독",
      "불꽃"
    ],
    "abilities": [
      "부식",
      "둔감"
    ]
  },
  {
    "id": 759,
    "name": "포곰곰",
    "types": [
      "노말",
      "격투"
    ],
    "abilities": [
      "복슬복슬",
      "서투름",
      "헤롱헤롱바디"
    ]
  },
  {
    "id": 760,
    "name": "이븐곰",
    "types": [
      "노말",
      "격투"
    ],
    "abilities": [
      "복슬복슬",
      "서투름",
      "긴장감"
    ]
  },
  {
    "id": 761,
    "name": "달콤아",
    "types": [
      "풀"
    ],
    "abilities": [
      "리프가드",
      "둔감",
      "스위트베일"
    ]
  },
  {
    "id": 762,
    "name": "달무리나",
    "types": [
      "풀"
    ],
    "abilities": [
      "리프가드",
      "둔감",
      "스위트베일"
    ]
  },
  {
    "id": 763,
    "name": "달코퀸",
    "types": [
      "풀"
    ],
    "abilities": [
      "리프가드",
      "여왕의위엄",
      "스위트베일"
    ]
  },
  {
    "id": 764,
    "name": "큐아링",
    "types": [
      "페어리"
    ],
    "abilities": [
      "플라워베일",
      "힐링시프트",
      "자연회복"
    ]
  },
  {
    "id": 765,
    "name": "하랑우탄",
    "types": [
      "노말",
      "에스퍼"
    ],
    "abilities": [
      "정신력",
      "텔레파시",
      "공생"
    ]
  },
  {
    "id": 766,
    "name": "내던숭이",
    "types": [
      "격투"
    ],
    "abilities": [
      "리시버",
      "오기"
    ]
  },
  {
    "id": 767,
    "name": "꼬시레",
    "types": [
      "벌레",
      "물"
    ],
    "abilities": [
      "도망태세"
    ]
  },
  {
    "id": 768,
    "name": "갑주무사",
    "types": [
      "벌레",
      "물"
    ],
    "abilities": [
      "위기회피"
    ]
  },
  {
    "id": 769,
    "name": "모래꿍",
    "types": [
      "고스트",
      "땅"
    ],
    "abilities": [
      "꾸덕꾸덕굳기",
      "모래숨기"
    ]
  },
  {
    "id": 770,
    "name": "모래성이당",
    "types": [
      "고스트",
      "땅"
    ],
    "abilities": [
      "꾸덕꾸덕굳기",
      "모래숨기"
    ]
  },
  {
    "id": 771,
    "name": "해무기",
    "types": [
      "물"
    ],
    "abilities": [
      "내용물분출",
      "천진"
    ]
  },
  {
    "id": 772,
    "name": "타입:널",
    "types": [
      "노말"
    ],
    "abilities": [
      "전투무장"
    ]
  },
  {
    "id": 773,
    "name": "실버디",
    "types": [
      "노말"
    ],
    "abilities": [
      "AR시스템"
    ]
  },
  {
    "id": 774,
    "name": "메테노",
    "types": [
      "바위",
      "비행"
    ],
    "abilities": [
      "리밋실드"
    ]
  },
  {
    "id": 775,
    "name": "자말라",
    "types": [
      "노말"
    ],
    "abilities": [
      "절대안깸"
    ]
  },
  {
    "id": 776,
    "name": "폭거북스",
    "types": [
      "불꽃",
      "드래곤"
    ],
    "abilities": [
      "조가비갑옷"
    ]
  },
  {
    "id": 777,
    "name": "토게데마루",
    "types": [
      "전기",
      "강철"
    ],
    "abilities": [
      "철가시",
      "피뢰침",
      "옹골참"
    ]
  },
  {
    "id": 778,
    "name": "따라큐",
    "types": [
      "고스트",
      "페어리"
    ],
    "abilities": [
      "탈"
    ]
  },
  {
    "id": 779,
    "name": "치갈기",
    "types": [
      "물",
      "에스퍼"
    ],
    "abilities": [
      "비비드바디",
      "옹골찬턱",
      "미라클스킨"
    ]
  },
  {
    "id": 780,
    "name": "할비롱",
    "types": [
      "노말",
      "드래곤"
    ],
    "abilities": [
      "발끈",
      "초식",
      "날씨부정"
    ]
  },
  {
    "id": 781,
    "name": "타타륜",
    "types": [
      "고스트",
      "풀"
    ],
    "abilities": [
      "강철술사"
    ]
  },
  {
    "id": 782,
    "name": "짜랑꼬",
    "types": [
      "드래곤"
    ],
    "abilities": [
      "방탄",
      "방음",
      "방진"
    ]
  },
  {
    "id": 783,
    "name": "짜랑고우",
    "types": [
      "드래곤",
      "격투"
    ],
    "abilities": [
      "방탄",
      "방음",
      "방진"
    ]
  },
  {
    "id": 784,
    "name": "짜랑고우거",
    "types": [
      "드래곤",
      "격투"
    ],
    "abilities": [
      "방탄",
      "방음",
      "방진"
    ]
  },
  {
    "id": 785,
    "name": "카푸꼬꼬꼭",
    "types": [
      "전기",
      "페어리"
    ],
    "abilities": [
      "일렉트릭메이커",
      "텔레파시"
    ]
  },
  {
    "id": 786,
    "name": "카푸나비나",
    "types": [
      "에스퍼",
      "페어리"
    ],
    "abilities": [
      "사이코메이커",
      "텔레파시"
    ]
  },
  {
    "id": 787,
    "name": "카푸브루루",
    "types": [
      "풀",
      "페어리"
    ],
    "abilities": [
      "그래스메이커",
      "텔레파시"
    ]
  },
  {
    "id": 788,
    "name": "카푸느지느",
    "types": [
      "물",
      "페어리"
    ],
    "abilities": [
      "미스트메이커",
      "텔레파시"
    ]
  },
  {
    "id": 789,
    "name": "코스모그",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "천진"
    ]
  },
  {
    "id": 790,
    "name": "코스모움",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "옹골참"
    ]
  },
  {
    "id": 791,
    "name": "솔가레오",
    "types": [
      "에스퍼",
      "강철"
    ],
    "abilities": [
      "메탈프로텍트"
    ]
  },
  {
    "id": 792,
    "name": "루나아라",
    "types": [
      "에스퍼",
      "고스트"
    ],
    "abilities": [
      "스펙터가드"
    ]
  },
  {
    "id": 793,
    "name": "텅비드",
    "types": [
      "바위",
      "독"
    ],
    "abilities": [
      "비스트부스트"
    ]
  },
  {
    "id": 794,
    "name": "매시붕",
    "types": [
      "벌레",
      "격투"
    ],
    "abilities": [
      "비스트부스트"
    ]
  },
  {
    "id": 795,
    "name": "페로코체",
    "types": [
      "벌레",
      "격투"
    ],
    "abilities": [
      "비스트부스트"
    ]
  },
  {
    "id": 796,
    "name": "전수목",
    "types": [
      "전기"
    ],
    "abilities": [
      "비스트부스트"
    ]
  },
  {
    "id": 797,
    "name": "철화구야",
    "types": [
      "강철",
      "비행"
    ],
    "abilities": [
      "비스트부스트"
    ]
  },
  {
    "id": 798,
    "name": "종이신도",
    "types": [
      "풀",
      "강철"
    ],
    "abilities": [
      "비스트부스트"
    ]
  },
  {
    "id": 799,
    "name": "악식킹",
    "types": [
      "악",
      "드래곤"
    ],
    "abilities": [
      "비스트부스트"
    ]
  },
  {
    "id": 800,
    "name": "네크로즈마",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "프리즘아머"
    ]
  },
  {
    "id": 801,
    "name": "마기아나",
    "types": [
      "강철",
      "페어리"
    ],
    "abilities": [
      "소울하트"
    ]
  },
  {
    "id": 802,
    "name": "마샤도",
    "types": [
      "격투",
      "고스트"
    ],
    "abilities": [
      "테크니션"
    ]
  },
  {
    "id": 803,
    "name": "베베놈",
    "types": [
      "독"
    ],
    "abilities": [
      "비스트부스트"
    ]
  },
  {
    "id": 804,
    "name": "아고용",
    "types": [
      "독",
      "드래곤"
    ],
    "abilities": [
      "비스트부스트"
    ]
  },
  {
    "id": 805,
    "name": "차곡차곡",
    "types": [
      "바위",
      "강철"
    ],
    "abilities": [
      "비스트부스트"
    ]
  },
  {
    "id": 806,
    "name": "두파팡",
    "types": [
      "불꽃",
      "고스트"
    ],
    "abilities": [
      "비스트부스트"
    ]
  },
  {
    "id": 807,
    "name": "제라오라",
    "types": [
      "전기"
    ],
    "abilities": [
      "축전"
    ]
  },
  {
    "id": 808,
    "name": "멜탄",
    "types": [
      "강철"
    ],
    "abilities": [
      "자력"
    ]
  },
  {
    "id": 809,
    "name": "멜메탈",
    "types": [
      "강철"
    ],
    "abilities": [
      "철주먹"
    ]
  },
  {
    "id": 810,
    "name": "흥나숭",
    "types": [
      "풀"
    ],
    "abilities": [
      "심록",
      "그래스메이커"
    ]
  },
  {
    "id": 811,
    "name": "채키몽",
    "types": [
      "풀"
    ],
    "abilities": [
      "심록",
      "그래스메이커"
    ]
  },
  {
    "id": 812,
    "name": "고릴타",
    "types": [
      "풀"
    ],
    "abilities": [
      "심록",
      "그래스메이커"
    ]
  },
  {
    "id": 813,
    "name": "염버니",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "맹화",
      "리베로"
    ]
  },
  {
    "id": 814,
    "name": "래비풋",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "맹화",
      "리베로"
    ]
  },
  {
    "id": 815,
    "name": "에이스번",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "맹화",
      "리베로"
    ]
  },
  {
    "id": 816,
    "name": "울머기",
    "types": [
      "물"
    ],
    "abilities": [
      "급류",
      "스나이퍼"
    ]
  },
  {
    "id": 817,
    "name": "누겔레온",
    "types": [
      "물"
    ],
    "abilities": [
      "급류",
      "스나이퍼"
    ]
  },
  {
    "id": 818,
    "name": "인텔리레온",
    "types": [
      "물"
    ],
    "abilities": [
      "급류",
      "스나이퍼"
    ]
  },
  {
    "id": 819,
    "name": "탐리스",
    "types": [
      "노말"
    ],
    "abilities": [
      "볼주머니",
      "먹보"
    ]
  },
  {
    "id": 820,
    "name": "요씽리스",
    "types": [
      "노말"
    ],
    "abilities": [
      "볼주머니",
      "먹보"
    ]
  },
  {
    "id": 821,
    "name": "파라꼬",
    "types": [
      "비행"
    ],
    "abilities": [
      "날카로운눈",
      "긴장감",
      "부풀린가슴"
    ]
  },
  {
    "id": 822,
    "name": "파크로우",
    "types": [
      "비행"
    ],
    "abilities": [
      "날카로운눈",
      "긴장감",
      "부풀린가슴"
    ]
  },
  {
    "id": 823,
    "name": "아머까오",
    "types": [
      "비행",
      "강철"
    ],
    "abilities": [
      "프레셔",
      "긴장감",
      "미러아머"
    ]
  },
  {
    "id": 824,
    "name": "두루지벌레",
    "types": [
      "벌레"
    ],
    "abilities": [
      "벌레의알림",
      "복안",
      "텔레파시"
    ]
  },
  {
    "id": 825,
    "name": "레돔벌레",
    "types": [
      "벌레",
      "에스퍼"
    ],
    "abilities": [
      "벌레의알림",
      "복안",
      "텔레파시"
    ]
  },
  {
    "id": 826,
    "name": "이올브",
    "types": [
      "벌레",
      "에스퍼"
    ],
    "abilities": [
      "벌레의알림",
      "통찰",
      "텔레파시"
    ]
  },
  {
    "id": 827,
    "name": "훔처우",
    "types": [
      "악"
    ],
    "abilities": [
      "도주",
      "곡예",
      "잠복"
    ]
  },
  {
    "id": 828,
    "name": "폭슬라이",
    "types": [
      "악"
    ],
    "abilities": [
      "도주",
      "곡예",
      "잠복"
    ]
  },
  {
    "id": 829,
    "name": "꼬모카",
    "types": [
      "풀"
    ],
    "abilities": [
      "솜털",
      "재생력",
      "포자"
    ]
  },
  {
    "id": 830,
    "name": "백솜모카",
    "types": [
      "풀"
    ],
    "abilities": [
      "솜털",
      "재생력",
      "포자"
    ]
  },
  {
    "id": 831,
    "name": "우르",
    "types": [
      "노말"
    ],
    "abilities": [
      "복슬복슬",
      "도주",
      "방탄"
    ]
  },
  {
    "id": 832,
    "name": "배우르",
    "types": [
      "노말"
    ],
    "abilities": [
      "복슬복슬",
      "불굴의마음",
      "방탄"
    ]
  },
  {
    "id": 833,
    "name": "깨물부기",
    "types": [
      "물"
    ],
    "abilities": [
      "옹골찬턱",
      "조가비갑옷",
      "쓱쓱"
    ]
  },
  {
    "id": 834,
    "name": "갈가부기",
    "types": [
      "물",
      "바위"
    ],
    "abilities": [
      "옹골찬턱",
      "조가비갑옷",
      "쓱쓱"
    ]
  },
  {
    "id": 835,
    "name": "멍파치",
    "types": [
      "전기"
    ],
    "abilities": [
      "볼줍기",
      "주눅"
    ]
  },
  {
    "id": 836,
    "name": "펄스멍",
    "types": [
      "전기"
    ],
    "abilities": [
      "옹골찬턱",
      "승기"
    ]
  },
  {
    "id": 837,
    "name": "탄동",
    "types": [
      "바위"
    ],
    "abilities": [
      "증기기관",
      "내열",
      "타오르는불꽃"
    ]
  },
  {
    "id": 838,
    "name": "탄차곤",
    "types": [
      "바위",
      "불꽃"
    ],
    "abilities": [
      "증기기관",
      "불꽃몸",
      "타오르는불꽃"
    ]
  },
  {
    "id": 839,
    "name": "석탄산",
    "types": [
      "바위",
      "불꽃"
    ],
    "abilities": [
      "증기기관",
      "불꽃몸",
      "타오르는불꽃"
    ]
  },
  {
    "id": 840,
    "name": "과사삭벌레",
    "types": [
      "풀",
      "드래곤"
    ],
    "abilities": [
      "숙성",
      "먹보",
      "방탄"
    ]
  },
  {
    "id": 841,
    "name": "애프룡",
    "types": [
      "풀",
      "드래곤"
    ],
    "abilities": [
      "숙성",
      "먹보",
      "의욕"
    ]
  },
  {
    "id": 842,
    "name": "단지래플",
    "types": [
      "풀",
      "드래곤"
    ],
    "abilities": [
      "숙성",
      "먹보",
      "두꺼운지방"
    ]
  },
  {
    "id": 843,
    "name": "모래뱀",
    "types": [
      "땅"
    ],
    "abilities": [
      "모래뿜기",
      "탈피",
      "모래숨기"
    ]
  },
  {
    "id": 844,
    "name": "사다이사",
    "types": [
      "땅"
    ],
    "abilities": [
      "모래뿜기",
      "탈피",
      "모래숨기"
    ]
  },
  {
    "id": 845,
    "name": "윽우지",
    "types": [
      "비행",
      "물"
    ],
    "abilities": [
      "그대로꿀꺽미사일"
    ]
  },
  {
    "id": 846,
    "name": "찌로꼬치",
    "types": [
      "물"
    ],
    "abilities": [
      "쓱쓱",
      "스크루지느러미"
    ]
  },
  {
    "id": 847,
    "name": "꼬치조",
    "types": [
      "물"
    ],
    "abilities": [
      "쓱쓱",
      "스크루지느러미"
    ]
  },
  {
    "id": 848,
    "name": "일레즌",
    "types": [
      "전기",
      "독"
    ],
    "abilities": [
      "주눅",
      "정전기",
      "서투름"
    ]
  },
  {
    "id": 849,
    "name": "스트린더",
    "types": [
      "전기",
      "독"
    ],
    "abilities": [
      "펑크록",
      "플러스",
      "테크니션"
    ]
  },
  {
    "id": 850,
    "name": "태우지네",
    "types": [
      "불꽃",
      "벌레"
    ],
    "abilities": [
      "타오르는불꽃",
      "하얀연기",
      "불꽃몸"
    ]
  },
  {
    "id": 851,
    "name": "다태우지네",
    "types": [
      "불꽃",
      "벌레"
    ],
    "abilities": [
      "타오르는불꽃",
      "하얀연기",
      "불꽃몸"
    ]
  },
  {
    "id": 852,
    "name": "때때무노",
    "types": [
      "격투"
    ],
    "abilities": [
      "유연",
      "테크니션"
    ]
  },
  {
    "id": 853,
    "name": "케오퍼스",
    "types": [
      "격투"
    ],
    "abilities": [
      "유연",
      "테크니션"
    ]
  },
  {
    "id": 854,
    "name": "데인차",
    "types": [
      "고스트"
    ],
    "abilities": [
      "깨어진갑옷",
      "저주받은바디"
    ]
  },
  {
    "id": 855,
    "name": "포트데스",
    "types": [
      "고스트"
    ],
    "abilities": [
      "깨어진갑옷",
      "저주받은바디"
    ]
  },
  {
    "id": 856,
    "name": "몸지브림",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "치유의마음",
      "위험예지",
      "매직미러"
    ]
  },
  {
    "id": 857,
    "name": "손지브림",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "치유의마음",
      "위험예지",
      "매직미러"
    ]
  },
  {
    "id": 858,
    "name": "브리무음",
    "types": [
      "에스퍼",
      "페어리"
    ],
    "abilities": [
      "치유의마음",
      "위험예지",
      "매직미러"
    ]
  },
  {
    "id": 859,
    "name": "메롱꿍",
    "types": [
      "악",
      "페어리"
    ],
    "abilities": [
      "짓궂은마음",
      "통찰",
      "나쁜손버릇"
    ]
  },
  {
    "id": 860,
    "name": "쏘겨모",
    "types": [
      "악",
      "페어리"
    ],
    "abilities": [
      "짓궂은마음",
      "통찰",
      "나쁜손버릇"
    ]
  },
  {
    "id": 861,
    "name": "오롱털",
    "types": [
      "악",
      "페어리"
    ],
    "abilities": [
      "짓궂은마음",
      "통찰",
      "나쁜손버릇"
    ]
  },
  {
    "id": 862,
    "name": "가로막구리",
    "types": [
      "악",
      "노말"
    ],
    "abilities": [
      "이판사판",
      "근성",
      "오기"
    ]
  },
  {
    "id": 863,
    "name": "나이킹",
    "types": [
      "강철"
    ],
    "abilities": [
      "전투무장",
      "단단한발톱",
      "강철정신"
    ]
  },
  {
    "id": 864,
    "name": "산호르곤",
    "types": [
      "고스트"
    ],
    "abilities": [
      "깨어진갑옷",
      "멸망의바디"
    ]
  },
  {
    "id": 865,
    "name": "창파나이트",
    "types": [
      "격투"
    ],
    "abilities": [
      "불굴의마음",
      "배짱"
    ]
  },
  {
    "id": 866,
    "name": "마임꽁꽁",
    "types": [
      "얼음",
      "에스퍼"
    ],
    "abilities": [
      "갈지자걸음",
      "배리어프리",
      "아이스바디"
    ]
  },
  {
    "id": 867,
    "name": "데스판",
    "types": [
      "땅",
      "고스트"
    ],
    "abilities": [
      "떠도는영혼"
    ]
  },
  {
    "id": 868,
    "name": "마빌크",
    "types": [
      "페어리"
    ],
    "abilities": [
      "스위트베일",
      "아로마베일"
    ]
  },
  {
    "id": 869,
    "name": "마휘핑",
    "types": [
      "페어리"
    ],
    "abilities": [
      "스위트베일",
      "아로마베일"
    ]
  },
  {
    "id": 870,
    "name": "대여르",
    "types": [
      "격투"
    ],
    "abilities": [
      "전투무장",
      "오기"
    ]
  },
  {
    "id": 871,
    "name": "찌르성게",
    "types": [
      "전기"
    ],
    "abilities": [
      "피뢰침",
      "일렉트릭메이커"
    ]
  },
  {
    "id": 872,
    "name": "누니머기",
    "types": [
      "얼음",
      "벌레"
    ],
    "abilities": [
      "인분",
      "얼음인분"
    ]
  },
  {
    "id": 873,
    "name": "모스노우",
    "types": [
      "얼음",
      "벌레"
    ],
    "abilities": [
      "인분",
      "얼음인분"
    ]
  },
  {
    "id": 874,
    "name": "돌헨진",
    "types": [
      "바위"
    ],
    "abilities": [
      "파워스폿"
    ]
  },
  {
    "id": 875,
    "name": "빙큐보",
    "types": [
      "얼음"
    ],
    "abilities": [
      "아이스페이스"
    ]
  },
  {
    "id": 876,
    "name": "에써르",
    "types": [
      "에스퍼",
      "노말"
    ],
    "abilities": [
      "정신력",
      "싱크로",
      "사이코메이커"
    ]
  },
  {
    "id": 877,
    "name": "모르페코",
    "types": [
      "전기",
      "악"
    ],
    "abilities": [
      "꼬르륵스위치"
    ]
  },
  {
    "id": 878,
    "name": "끼리동",
    "types": [
      "강철"
    ],
    "abilities": [
      "우격다짐",
      "헤비메탈"
    ]
  },
  {
    "id": 879,
    "name": "대왕끼리동",
    "types": [
      "강철"
    ],
    "abilities": [
      "우격다짐",
      "헤비메탈"
    ]
  },
  {
    "id": 880,
    "name": "파치래곤",
    "types": [
      "전기",
      "드래곤"
    ],
    "abilities": [
      "축전",
      "의욕",
      "모래헤치기"
    ]
  },
  {
    "id": 881,
    "name": "파치르돈",
    "types": [
      "전기",
      "얼음"
    ],
    "abilities": [
      "축전",
      "정전기",
      "눈치우기"
    ]
  },
  {
    "id": 882,
    "name": "어래곤",
    "types": [
      "물",
      "드래곤"
    ],
    "abilities": [
      "저수",
      "옹골찬턱",
      "모래헤치기"
    ]
  },
  {
    "id": 883,
    "name": "어치르돈",
    "types": [
      "물",
      "얼음"
    ],
    "abilities": [
      "저수",
      "아이스바디",
      "눈치우기"
    ]
  },
  {
    "id": 884,
    "name": "두랄루돈",
    "types": [
      "강철",
      "드래곤"
    ],
    "abilities": [
      "라이트메탈",
      "헤비메탈",
      "굳건한신념"
    ]
  },
  {
    "id": 885,
    "name": "드라꼰",
    "types": [
      "드래곤",
      "고스트"
    ],
    "abilities": [
      "클리어바디",
      "틈새포착",
      "저주받은바디"
    ]
  },
  {
    "id": 886,
    "name": "드래런치",
    "types": [
      "드래곤",
      "고스트"
    ],
    "abilities": [
      "클리어바디",
      "틈새포착",
      "저주받은바디"
    ]
  },
  {
    "id": 887,
    "name": "드래펄트",
    "types": [
      "드래곤",
      "고스트"
    ],
    "abilities": [
      "클리어바디",
      "틈새포착",
      "저주받은바디"
    ]
  },
  {
    "id": 888,
    "name": "자시안",
    "types": [
      "페어리"
    ],
    "abilities": [
      "불요의검"
    ]
  },
  {
    "id": 889,
    "name": "자마젠타",
    "types": [
      "격투"
    ],
    "abilities": [
      "불굴의방패"
    ]
  },
  {
    "id": 890,
    "name": "무한다이노",
    "types": [
      "독",
      "드래곤"
    ],
    "abilities": [
      "프레셔"
    ]
  },
  {
    "id": 891,
    "name": "치고마",
    "types": [
      "격투"
    ],
    "abilities": [
      "정신력"
    ]
  },
  {
    "id": 892,
    "name": "우라오스",
    "types": [
      "격투",
      "악"
    ],
    "abilities": [
      "보이지않는주먹"
    ]
  },
  {
    "id": 893,
    "name": "자루도",
    "types": [
      "악",
      "풀"
    ],
    "abilities": [
      "리프가드"
    ]
  },
  {
    "id": 894,
    "name": "레지에레키",
    "types": [
      "전기"
    ],
    "abilities": [
      "트랜지스터"
    ]
  },
  {
    "id": 895,
    "name": "레지드래고",
    "types": [
      "드래곤"
    ],
    "abilities": [
      "용의턱"
    ]
  },
  {
    "id": 896,
    "name": "블리자포스",
    "types": [
      "얼음"
    ],
    "abilities": [
      "백의울음"
    ]
  },
  {
    "id": 897,
    "name": "레이스포스",
    "types": [
      "고스트"
    ],
    "abilities": [
      "흑의울음"
    ]
  },
  {
    "id": 898,
    "name": "버드렉스",
    "types": [
      "에스퍼",
      "풀"
    ],
    "abilities": [
      "긴장감"
    ]
  },
  {
    "id": 899,
    "name": "신비록",
    "types": [
      "노말",
      "에스퍼"
    ],
    "abilities": [
      "위협",
      "통찰",
      "초식"
    ]
  },
  {
    "id": 900,
    "name": "사마자르",
    "types": [
      "벌레",
      "바위"
    ],
    "abilities": [
      "벌레의알림",
      "우격다짐",
      "예리함"
    ]
  },
  {
    "id": 901,
    "name": "다투곰",
    "types": [
      "땅",
      "노말"
    ],
    "abilities": [
      "근성",
      "방탄",
      "긴장감"
    ]
  },
  {
    "id": 902,
    "name": "대쓰여너",
    "types": [
      "물",
      "고스트"
    ],
    "abilities": [
      "쓱쓱",
      "적응력",
      "틀깨기"
    ]
  },
  {
    "id": 903,
    "name": "포푸니크",
    "types": [
      "격투",
      "독"
    ],
    "abilities": [
      "프레셔",
      "곡예",
      "독수"
    ]
  },
  {
    "id": 904,
    "name": "장침바루",
    "types": [
      "악",
      "독"
    ],
    "abilities": [
      "독가시",
      "쓱쓱",
      "위협"
    ]
  },
  {
    "id": 905,
    "name": "러브로스",
    "types": [
      "페어리",
      "비행"
    ],
    "abilities": [
      "헤롱헤롱바디",
      "심술꾸러기"
    ]
  },
  {
    "id": 906,
    "name": "나오하",
    "types": [
      "풀"
    ],
    "abilities": [
      "심록",
      "변환자재"
    ]
  },
  {
    "id": 907,
    "name": "나로테",
    "types": [
      "풀"
    ],
    "abilities": [
      "심록",
      "변환자재"
    ]
  },
  {
    "id": 908,
    "name": "마스카나",
    "types": [
      "풀",
      "악"
    ],
    "abilities": [
      "심록",
      "변환자재"
    ]
  },
  {
    "id": 909,
    "name": "뜨아거",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "맹화",
      "천진"
    ]
  },
  {
    "id": 910,
    "name": "악뜨거",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "맹화",
      "천진"
    ]
  },
  {
    "id": 911,
    "name": "라우드본",
    "types": [
      "불꽃",
      "고스트"
    ],
    "abilities": [
      "맹화",
      "천진"
    ]
  },
  {
    "id": 912,
    "name": "꾸왁스",
    "types": [
      "물"
    ],
    "abilities": [
      "급류",
      "자기과신"
    ]
  },
  {
    "id": 913,
    "name": "아꾸왁",
    "types": [
      "물"
    ],
    "abilities": [
      "급류",
      "자기과신"
    ]
  },
  {
    "id": 914,
    "name": "웨이니발",
    "types": [
      "물",
      "격투"
    ],
    "abilities": [
      "급류",
      "자기과신"
    ]
  },
  {
    "id": 915,
    "name": "맛보돈",
    "types": [
      "노말"
    ],
    "abilities": [
      "아로마베일",
      "먹보",
      "두꺼운지방"
    ]
  },
  {
    "id": 916,
    "name": "퍼퓨돈",
    "types": [
      "노말"
    ],
    "abilities": [
      "아로마베일",
      "먹보",
      "두꺼운지방"
    ]
  },
  {
    "id": 917,
    "name": "타랜툴라",
    "types": [
      "벌레"
    ],
    "abilities": [
      "불면",
      "잠복"
    ]
  },
  {
    "id": 918,
    "name": "트래피더",
    "types": [
      "벌레"
    ],
    "abilities": [
      "불면",
      "잠복"
    ]
  },
  {
    "id": 919,
    "name": "콩알뚜기",
    "types": [
      "벌레"
    ],
    "abilities": [
      "벌레의알림",
      "색안경"
    ]
  },
  {
    "id": 920,
    "name": "엑스레그",
    "types": [
      "벌레",
      "악"
    ],
    "abilities": [
      "벌레의알림",
      "색안경"
    ]
  },
  {
    "id": 921,
    "name": "빠모",
    "types": [
      "전기"
    ],
    "abilities": [
      "정전기",
      "자연회복",
      "철주먹"
    ]
  },
  {
    "id": 922,
    "name": "빠모트",
    "types": [
      "전기",
      "격투"
    ],
    "abilities": [
      "축전",
      "자연회복",
      "철주먹"
    ]
  },
  {
    "id": 923,
    "name": "빠르모트",
    "types": [
      "전기",
      "격투"
    ],
    "abilities": [
      "축전",
      "자연회복",
      "철주먹"
    ]
  },
  {
    "id": 924,
    "name": "두리쥐",
    "types": [
      "노말"
    ],
    "abilities": [
      "도주",
      "픽업",
      "마이페이스"
    ]
  },
  {
    "id": 925,
    "name": "파밀리쥐",
    "types": [
      "노말"
    ],
    "abilities": [
      "프렌드가드",
      "볼주머니",
      "테크니션"
    ]
  },
  {
    "id": 926,
    "name": "쫀도기",
    "types": [
      "페어리"
    ],
    "abilities": [
      "마이페이스",
      "서투름"
    ]
  },
  {
    "id": 927,
    "name": "바우첼",
    "types": [
      "페어리"
    ],
    "abilities": [
      "노릇노릇바디",
      "아로마베일"
    ]
  },
  {
    "id": 928,
    "name": "미니브",
    "types": [
      "풀",
      "노말"
    ],
    "abilities": [
      "일찍기상",
      "수확"
    ]
  },
  {
    "id": 929,
    "name": "올리뇨",
    "types": [
      "풀",
      "노말"
    ],
    "abilities": [
      "일찍기상",
      "수확"
    ]
  },
  {
    "id": 930,
    "name": "올리르바",
    "types": [
      "풀",
      "노말"
    ],
    "abilities": [
      "넘치는씨",
      "수확"
    ]
  },
  {
    "id": 931,
    "name": "시비꼬",
    "types": [
      "노말",
      "비행"
    ],
    "abilities": [
      "위협",
      "의욕",
      "근성"
    ]
  },
  {
    "id": 932,
    "name": "베베솔트",
    "types": [
      "바위"
    ],
    "abilities": [
      "정화의소금",
      "옹골참",
      "클리어바디"
    ]
  },
  {
    "id": 933,
    "name": "스태솔트",
    "types": [
      "바위"
    ],
    "abilities": [
      "정화의소금",
      "옹골참",
      "클리어바디"
    ]
  },
  {
    "id": 934,
    "name": "콜로솔트",
    "types": [
      "바위"
    ],
    "abilities": [
      "정화의소금",
      "옹골참",
      "클리어바디"
    ]
  },
  {
    "id": 935,
    "name": "카르본",
    "types": [
      "불꽃"
    ],
    "abilities": [
      "타오르는불꽃",
      "불꽃몸"
    ]
  },
  {
    "id": 936,
    "name": "카디나르마",
    "types": [
      "불꽃",
      "에스퍼"
    ],
    "abilities": [
      "타오르는불꽃",
      "깨어진갑옷"
    ]
  },
  {
    "id": 937,
    "name": "파라블레이즈",
    "types": [
      "불꽃",
      "고스트"
    ],
    "abilities": [
      "타오르는불꽃",
      "깨어진갑옷"
    ]
  },
  {
    "id": 938,
    "name": "빈나두",
    "types": [
      "전기"
    ],
    "abilities": [
      "마이페이스",
      "정전기",
      "습기"
    ]
  },
  {
    "id": 939,
    "name": "찌리배리",
    "types": [
      "전기"
    ],
    "abilities": [
      "전기로바꾸기",
      "정전기",
      "습기"
    ]
  },
  {
    "id": 940,
    "name": "찌리비",
    "types": [
      "전기",
      "비행"
    ],
    "abilities": [
      "풍력발전",
      "축전",
      "승기"
    ]
  },
  {
    "id": 941,
    "name": "찌리비크",
    "types": [
      "전기",
      "비행"
    ],
    "abilities": [
      "풍력발전",
      "축전",
      "승기"
    ]
  },
  {
    "id": 942,
    "name": "오라티프",
    "types": [
      "악"
    ],
    "abilities": [
      "위협",
      "도주",
      "잠복"
    ]
  },
  {
    "id": 943,
    "name": "마피티프",
    "types": [
      "악"
    ],
    "abilities": [
      "위협",
      "파수견",
      "잠복"
    ]
  },
  {
    "id": 944,
    "name": "땃쭈르",
    "types": [
      "독",
      "노말"
    ],
    "abilities": [
      "곡예",
      "나쁜손버릇",
      "짓궂은마음"
    ]
  },
  {
    "id": 945,
    "name": "태깅구르",
    "types": [
      "독",
      "노말"
    ],
    "abilities": [
      "곡예",
      "독수",
      "짓궂은마음"
    ]
  },
  {
    "id": 946,
    "name": "그푸리",
    "types": [
      "풀",
      "고스트"
    ],
    "abilities": [
      "바람타기",
      "틈새포착"
    ]
  },
  {
    "id": 947,
    "name": "공푸리",
    "types": [
      "풀",
      "고스트"
    ],
    "abilities": [
      "바람타기",
      "틈새포착"
    ]
  },
  {
    "id": 948,
    "name": "들눈해",
    "types": [
      "땅",
      "풀"
    ],
    "abilities": [
      "균사의힘",
      "균사의힘"
    ]
  },
  {
    "id": 949,
    "name": "육파리",
    "types": [
      "땅",
      "풀"
    ],
    "abilities": [
      "균사의힘",
      "균사의힘"
    ]
  },
  {
    "id": 950,
    "name": "절벼게",
    "types": [
      "바위"
    ],
    "abilities": [
      "분노의껍질",
      "조가비갑옷",
      "재생력"
    ]
  },
  {
    "id": 951,
    "name": "캡싸이",
    "types": [
      "풀"
    ],
    "abilities": [
      "엽록소",
      "불면",
      "서투름"
    ]
  },
  {
    "id": 952,
    "name": "스코빌런",
    "types": [
      "풀",
      "불꽃"
    ],
    "abilities": [
      "엽록소",
      "불면",
      "변덕쟁이"
    ]
  },
  {
    "id": 953,
    "name": "구르데",
    "types": [
      "벌레"
    ],
    "abilities": [
      "복안",
      "탈피"
    ]
  },
  {
    "id": 954,
    "name": "베라카스",
    "types": [
      "벌레",
      "에스퍼"
    ],
    "abilities": [
      "싱크로",
      "텔레파시"
    ]
  },
  {
    "id": 955,
    "name": "하느라기",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "위험예지",
      "통찰",
      "가속"
    ]
  },
  {
    "id": 956,
    "name": "클레스퍼트라",
    "types": [
      "에스퍼"
    ],
    "abilities": [
      "편승",
      "통찰",
      "가속"
    ]
  },
  {
    "id": 957,
    "name": "어리짱",
    "types": [
      "페어리",
      "강철"
    ],
    "abilities": [
      "틀깨기",
      "마이페이스",
      "나쁜손버릇"
    ]
  },
  {
    "id": 958,
    "name": "벼리짱",
    "types": [
      "페어리",
      "강철"
    ],
    "abilities": [
      "틀깨기",
      "마이페이스",
      "나쁜손버릇"
    ]
  },
  {
    "id": 959,
    "name": "두드리짱",
    "types": [
      "페어리",
      "강철"
    ],
    "abilities": [
      "틀깨기",
      "마이페이스",
      "나쁜손버릇"
    ]
  },
  {
    "id": 960,
    "name": "바다그다",
    "types": [
      "물"
    ],
    "abilities": [
      "미끈미끈",
      "주눅",
      "모래숨기"
    ]
  },
  {
    "id": 961,
    "name": "바닥트리오",
    "types": [
      "물"
    ],
    "abilities": [
      "미끈미끈",
      "주눅",
      "모래숨기"
    ]
  },
  {
    "id": 962,
    "name": "떨구새",
    "types": [
      "비행",
      "악"
    ],
    "abilities": [
      "부풀린가슴",
      "날카로운눈",
      "바위나르기"
    ]
  },
  {
    "id": 963,
    "name": "맨돌핀",
    "types": [
      "물"
    ],
    "abilities": [
      "수의베일",
      "수의베일"
    ]
  },
  {
    "id": 964,
    "name": "돌핀맨",
    "types": [
      "물"
    ],
    "abilities": [
      "마이티체인지",
      "마이티체인지"
    ]
  },
  {
    "id": 965,
    "name": "부르롱",
    "types": [
      "강철",
      "독"
    ],
    "abilities": [
      "방진",
      "슬로스타트"
    ]
  },
  {
    "id": 966,
    "name": "부르르룸",
    "types": [
      "강철",
      "독"
    ],
    "abilities": [
      "방진",
      "필터"
    ]
  },
  {
    "id": 967,
    "name": "모토마",
    "types": [
      "드래곤",
      "노말"
    ],
    "abilities": [
      "탈피",
      "재생력"
    ]
  },
  {
    "id": 968,
    "name": "꿈트렁",
    "types": [
      "강철"
    ],
    "abilities": [
      "흙먹기",
      "모래숨기"
    ]
  },
  {
    "id": 969,
    "name": "초롱순",
    "types": [
      "바위",
      "독"
    ],
    "abilities": [
      "독치장",
      "부식"
    ]
  },
  {
    "id": 970,
    "name": "킬라플로르",
    "types": [
      "바위",
      "독"
    ],
    "abilities": [
      "독치장",
      "부식"
    ]
  },
  {
    "id": 971,
    "name": "망망이",
    "types": [
      "고스트"
    ],
    "abilities": [
      "픽업",
      "복슬복슬"
    ]
  },
  {
    "id": 972,
    "name": "묘두기",
    "types": [
      "고스트"
    ],
    "abilities": [
      "모래헤치기",
      "복슬복슬"
    ]
  },
  {
    "id": 973,
    "name": "꼬이밍고",
    "types": [
      "비행",
      "격투"
    ],
    "abilities": [
      "배짱",
      "갈지자걸음",
      "협연"
    ]
  },
  {
    "id": 974,
    "name": "터벅고래",
    "types": [
      "얼음"
    ],
    "abilities": [
      "두꺼운지방",
      "눈숨기",
      "우격다짐"
    ]
  },
  {
    "id": 975,
    "name": "우락고래",
    "types": [
      "얼음"
    ],
    "abilities": [
      "두꺼운지방",
      "눈치우기",
      "우격다짐"
    ]
  },
  {
    "id": 976,
    "name": "가비루사",
    "types": [
      "물",
      "에스퍼"
    ],
    "abilities": [
      "틀깨기",
      "예리함"
    ]
  },
  {
    "id": 977,
    "name": "어써러셔",
    "types": [
      "물"
    ],
    "abilities": [
      "천진",
      "둔감",
      "수의베일"
    ]
  },
  {
    "id": 978,
    "name": "싸리용",
    "types": [
      "드래곤",
      "물"
    ],
    "abilities": [
      "사령탑",
      "마중물"
    ]
  },
  {
    "id": 979,
    "name": "저승갓숭",
    "types": [
      "격투",
      "고스트"
    ],
    "abilities": [
      "의기양양",
      "정신력",
      "오기"
    ]
  },
  {
    "id": 980,
    "name": "토오",
    "types": [
      "독",
      "땅"
    ],
    "abilities": [
      "독가시",
      "저수",
      "천진"
    ]
  },
  {
    "id": 981,
    "name": "키키링",
    "types": [
      "노말",
      "에스퍼"
    ],
    "abilities": [
      "되새김질",
      "테일아머",
      "초식"
    ]
  },
  {
    "id": 982,
    "name": "노고고치",
    "types": [
      "노말"
    ],
    "abilities": [
      "하늘의은총",
      "도주",
      "주눅"
    ]
  },
  {
    "id": 983,
    "name": "대도각참",
    "types": [
      "악",
      "강철"
    ],
    "abilities": [
      "오기",
      "총대장",
      "프레셔"
    ]
  },
  {
    "id": 984,
    "name": "위대한엄니",
    "types": [
      "땅",
      "격투"
    ],
    "abilities": [
      "고대활성",
      "고대활성"
    ]
  },
  {
    "id": 985,
    "name": "우렁찬꼬리",
    "types": [
      "페어리",
      "에스퍼"
    ],
    "abilities": [
      "고대활성",
      "고대활성"
    ]
  },
  {
    "id": 986,
    "name": "사나운버섯",
    "types": [
      "풀",
      "악"
    ],
    "abilities": [
      "고대활성",
      "고대활성"
    ]
  },
  {
    "id": 987,
    "name": "날개치는머리",
    "types": [
      "고스트",
      "페어리"
    ],
    "abilities": [
      "고대활성",
      "고대활성"
    ]
  },
  {
    "id": 988,
    "name": "땅을기는날개",
    "types": [
      "벌레",
      "격투"
    ],
    "abilities": [
      "고대활성",
      "고대활성"
    ]
  },
  {
    "id": 989,
    "name": "모래털가죽",
    "types": [
      "전기",
      "땅"
    ],
    "abilities": [
      "고대활성",
      "고대활성"
    ]
  },
  {
    "id": 990,
    "name": "무쇠바퀴",
    "types": [
      "땅",
      "강철"
    ],
    "abilities": [
      "쿼크차지",
      "쿼크차지"
    ]
  },
  {
    "id": 991,
    "name": "무쇠보따리",
    "types": [
      "얼음",
      "물"
    ],
    "abilities": [
      "쿼크차지",
      "쿼크차지"
    ]
  },
  {
    "id": 992,
    "name": "무쇠손",
    "types": [
      "격투",
      "전기"
    ],
    "abilities": [
      "쿼크차지",
      "쿼크차지"
    ]
  },
  {
    "id": 993,
    "name": "무쇠머리",
    "types": [
      "악",
      "비행"
    ],
    "abilities": [
      "쿼크차지",
      "쿼크차지"
    ]
  },
  {
    "id": 994,
    "name": "무쇠독나방",
    "types": [
      "불꽃",
      "독"
    ],
    "abilities": [
      "쿼크차지",
      "쿼크차지"
    ]
  },
  {
    "id": 995,
    "name": "무쇠가시",
    "types": [
      "바위",
      "전기"
    ],
    "abilities": [
      "쿼크차지",
      "쿼크차지"
    ]
  },
  {
    "id": 996,
    "name": "드니차",
    "types": [
      "드래곤",
      "얼음"
    ],
    "abilities": [
      "열교환",
      "아이스바디"
    ]
  },
  {
    "id": 997,
    "name": "드니꽁",
    "types": [
      "드래곤",
      "얼음"
    ],
    "abilities": [
      "열교환",
      "아이스바디"
    ]
  },
  {
    "id": 998,
    "name": "드닐레이브",
    "types": [
      "드래곤",
      "얼음"
    ],
    "abilities": [
      "열교환",
      "아이스바디"
    ]
  },
  {
    "id": 999,
    "name": "모으령",
    "types": [
      "고스트"
    ],
    "abilities": [
      "주눅",
      "주눅"
    ]
  },
  {
    "id": 1000,
    "name": "타부자고",
    "types": [
      "강철",
      "고스트"
    ],
    "abilities": [
      "황금몸",
      "황금몸"
    ]
  },
  {
    "id": 1001,
    "name": "총지엔",
    "types": [
      "악",
      "풀"
    ],
    "abilities": [
      "재앙의목간",
      "재앙의목간"
    ]
  },
  {
    "id": 1002,
    "name": "파오젠",
    "types": [
      "악",
      "얼음"
    ],
    "abilities": [
      "재앙의검",
      "재앙의검"
    ]
  },
  {
    "id": 1003,
    "name": "딩루",
    "types": [
      "악",
      "땅"
    ],
    "abilities": [
      "재강의그릇",
      "재강의그릇"
    ]
  },
  {
    "id": 1004,
    "name": "위유이",
    "types": [
      "악",
      "불꽃"
    ],
    "abilities": [
      "재앙의구슬",
      "재앙의구슬"
    ]
  },
  {
    "id": 1005,
    "name": "고동치는달",
    "types": [
      "드래곤",
      "악"
    ],
    "abilities": [
      "고대활성",
      "고대활성"
    ]
  },
  {
    "id": 1006,
    "name": "무쇠무인",
    "types": [
      "페어리",
      "격투"
    ],
    "abilities": [
      "쿼크차지",
      "쿼크차지"
    ]
  },
  {
    "id": 1007,
    "name": "코라이돈",
    "types": [
      "격투",
      "드래곤"
    ],
    "abilities": [
      "진홍빛고동",
      "진홍빛고동"
    ]
  },
  {
    "id": 1008,
    "name": "미라이돈",
    "types": [
      "전기",
      "드래곤"
    ],
    "abilities": [
      "하드론엔진",
      "하드론엔진"
    ]
  },
  {
    "id": 1009,
    "name": "굽이치는물결",
    "types": [
      "물",
      "드래곤"
    ],
    "abilities": [
      "고대활성",
      "고대활성"
    ]
  },
  {
    "id": 1010,
    "name": "무쇠잎새",
    "types": [
      "풀",
      "에스퍼"
    ],
    "abilities": [
      "쿼크차지",
      "쿼크차지"
    ]
  },
  {
    "id": 1011,
    "name": "과미르",
    "types": [
      "풀",
      "드래곤"
    ],
    "abilities": [
      "감미로운꿀",
      "먹보",
      "점착"
    ]
  },
  {
    "id": 1012,
    "name": "차데스",
    "types": [
      "풀",
      "고스트"
    ],
    "abilities": [
      "대접",
      "내열"
    ]
  },
  {
    "id": 1013,
    "name": "그우린차",
    "types": [
      "풀",
      "고스트"
    ],
    "abilities": [
      "대접",
      "내열"
    ]
  },
  {
    "id": 1014,
    "name": "조타구",
    "types": [
      "독",
      "격투"
    ],
    "abilities": [
      "독사슬",
      "파수견"
    ]
  },
  {
    "id": 1015,
    "name": "이야후",
    "types": [
      "독",
      "에스퍼"
    ],
    "abilities": [
      "독사슬",
      "통찰"
    ]
  },
  {
    "id": 1016,
    "name": "기로치",
    "types": [
      "독",
      "페어리"
    ],
    "abilities": [
      "독사슬",
      "테크니션"
    ]
  },
  {
    "id": 1017,
    "name": "오거폰",
    "types": [
      "풀"
    ],
    "abilities": [
      "오기"
    ]
  },
  {
    "id": 1018,
    "name": "브리두라스",
    "types": [
      "강철",
      "드래곤"
    ],
    "abilities": [
      "지구력",
      "옹골참",
      "굳건한신념"
    ]
  },
  {
    "id": 1019,
    "name": "과미드라",
    "types": [
      "풀",
      "드래곤"
    ],
    "abilities": [
      "감미로운꿀",
      "재생력",
      "점착"
    ]
  },
  {
    "id": 1020,
    "name": "꿰뚫는화염",
    "types": [
      "불꽃",
      "드래곤"
    ],
    "abilities": [
      "고대활성"
    ]
  },
  {
    "id": 1021,
    "name": "날뛰는우레",
    "types": [
      "전기",
      "드래곤"
    ],
    "abilities": [
      "고대활성"
    ]
  },
  {
    "id": 1022,
    "name": "무쇠암석",
    "types": [
      "바위",
      "에스퍼"
    ],
    "abilities": [
      "쿼크차지"
    ]
  },
  {
    "id": 1023,
    "name": "무쇠감투",
    "types": [
      "강철",
      "에스퍼"
    ],
    "abilities": [
      "쿼크차지"
    ]
  },
  {
    "id": 1024,
    "name": "테라파고스",
    "types": [
      "노말"
    ],
    "abilities": [
      "테라체인지"
    ]
  },
  {
    "id": 1025,
    "name": "복숭악동",
    "types": [
      "독",
      "고스트"
    ],
    "abilities": [
      "독조종"
    ]
  }
];
